[{"title": "Interpretation of Artificial Intelligence Models in Healthcare: A Pictorial Guide for Clinicians.", "summary": "Artificial intelligence (AI) models can play a more effective role in managing patients with the explosion of digital health records available in the healthcare industry. Machine-learning (ML) and deep-learning (DL) techniques are two methods used to develop predictive models that serve to improve the clinical processes in the healthcare industry. These models are also implemented in medical imaging machines to empower them with an intelligent decision system to aid physicians in their decisions and increase the efficiency of their routine clinical practices. The physicians who are going to work with these machines need to have an insight into what happens in the background of the implemented models and how they work. More importantly, they need to be able to interpret their predictions, assess their performance, and compare them to find the one with the best performance and fewer errors. This review aims to provide an accessible overview of key evaluation metrics for physicians without AI expertise. In this review, we developed four real-world diagnostic AI models (two ML and two DL models) for breast cancer diagnosis using ultrasound images. Then, 23 of the most commonly used evaluation metrics were reviewed uncomplicatedly for physicians. Finally, all metrics were calculated and used practically to interpret and evaluate the outputs of the models. Accessible explanations and practical applications empower physicians to effectively interpret, evaluate, and optimize AI models to ensure safety and efficacy when integrated into clinical practice.", "chunks": ["Artificial intelligence (AI) models can play a more effective role in managing patients with the explosion of digital health records available in the healthcare industry. Machine-learning (ML) and deep-learning (DL) techniques are two methods used to develop predictive models that serve to improve the clinical processes in the healthcare industry. These models are also implemented in medical imaging machines to empower them with an intelligent decision system to aid physicians in their decisions and increas", "in medical imaging machines to empower them with an intelligent decision system to aid physicians in their decisions and increase the efficiency of their routine clinical practices. The physicians who are going to work with these machines need to have an insight into what happens in the background of the implemented models and how they work. More importantly, they need to be able to interpret their predictions, assess their performance, and compare them to find the one with the best performance and fewer er", "o interpret their predictions, assess their performance, and compare them to find the one with the best performance and fewer errors. This review aims to provide an accessible overview of key evaluation metrics for physicians without AI expertise. In this review, we developed four real-world diagnostic AI models (two ML and two DL models) for breast cancer diagnosis using ultrasound images. Then, 23 of the most commonly used evaluation metrics were reviewed uncomplicatedly for physicians. Finally, all metri", "d images. Then, 23 of the most commonly used evaluation metrics were reviewed uncomplicatedly for physicians. Finally, all metrics were calculated and used practically to interpret and evaluate the outputs of the models. Accessible explanations and practical applications empower physicians to effectively interpret, evaluate, and optimize AI models to ensure safety and efficacy when integrated into clinical practice.", " integrated into clinical practice."]}, {"title": "Self-Sustaining Triboelectric Nanosensors for Real-Time Urine Analysis in Smart Toilets.", "summary": "Healthcare has undergone a revolutionary shift with the advent of smart technologies, and smart toilets (STs) are among the innovative inventions offering non-invasive continuous health monitoring. The present technical challenges toward this development include limited sensitivity of integrated sensors, poor stability, slow response and the requirement external energy supply alongside manual sample collection. In this article, triboelectric nanosensor array (TENSA) is introduced featuring electrodes crafted from laser-induced 3D graphene with functional polymers like polystyrene, polyimide, and polycaprolactone for real-time urine analysis while generating 50 volts output via urine droplet-based triboelectrification. Though modulating interfacial double-layer capacitance, these sensors exhibit exceptional sensitivity and selectivity in detecting a broad spectrum of urinary biomarkers, including ions, glucose, and urea with a classification precision of 95% and concentration identification accuracy of up to 0.97 (R<sup>2</sup>), supported by artificial neural networks. Upon exposure to urine samples containing elevated levels of Na<sup>+</sup>, K<sup>+</sup>, and NH<sub>4</sub> <sup>+</sup>, a notable decrease (ranging from 32% to 68%) is observed in output voltages. Conversely, urea induces an increase up to 13%. Experimental validation confirms the stability, robustness, reliability, and reproducibility of TENSA, representing a significant advancement in healthcare technology, offering the potential for improved disease management and prevention strategies.", "chunks": ["Healthcare has undergone a revolutionary shift with the advent of smart technologies, and smart toilets (STs) are among the innovative inventions offering non-invasive continuous health monitoring. The present technical challenges toward this development include limited sensitivity of integrated sensors, poor stability, slow response and the requirement external energy supply alongside manual sample collection. In this article, triboelectric nanosensor array (TENSA) is introduced featuring electrodes crafte", "side manual sample collection. In this article, triboelectric nanosensor array (TENSA) is introduced featuring electrodes crafted from laser-induced 3D graphene with functional polymers like polystyrene, polyimide, and polycaprolactone for real-time urine analysis while generating 50 volts output via urine droplet-based triboelectrification. Though modulating interfacial double-layer capacitance, these sensors exhibit exceptional sensitivity and selectivity in detecting a broad spectrum of urinary biomarker", "er capacitance, these sensors exhibit exceptional sensitivity and selectivity in detecting a broad spectrum of urinary biomarkers, including ions, glucose, and urea with a classification precision of 95% and concentration identification accuracy of up to 0.97 (R<sup>2</sup>), supported by artificial neural networks. Upon exposure to urine samples containing elevated levels of Na<sup>+</sup>, K<sup>+</sup>, and NH<sub>4</sub> <sup>+</sup>, a notable decrease (ranging from 32% to 68%) is observed in output vo", "p>+</sup>, K<sup>+</sup>, and NH<sub>4</sub> <sup>+</sup>, a notable decrease (ranging from 32% to 68%) is observed in output voltages. Conversely, urea induces an increase up to 13%. Experimental validation confirms the stability, robustness, reliability, and reproducibility of TENSA, representing a significant advancement in healthcare technology, offering the potential for improved disease management and prevention strategies.", "ved disease management and prevention strategies."]}, {"title": "Machine learning for catalysing the integration of noncoding RNA in research and clinical practice.", "summary": "The human transcriptome predominantly consists of noncoding RNAs (ncRNAs), transcripts that do not encode proteins. The noncoding transcriptome governs a multitude of pathophysiological processes, offering a rich source of next-generation biomarkers. Toward achieving a holistic view of disease, the integration of these transcripts with clinical records and additional data from omic technologies (\"multiomic\" strategies) has motivated the adoption of artificial intelligence (AI) approaches. Given their intricate biological complexity, machine learning (ML) techniques are becoming a key component of ncRNA-based research. This article presents an overview of the potential and challenges associated with employing AI/ML-driven approaches to identify clinically relevant ncRNA biomarkers and to decipher ncRNA-associated pathogenetic mechanisms. Methodological and conceptual constraints are discussed, along with an exploration of ethical considerations inherent to AI applications for healthcare and research. The ultimate goal is to provide a comprehensive examination of the multifaceted landscape of this innovative field and its clinical implications.", "chunks": ["The human transcriptome predominantly consists of noncoding RNAs (ncRNAs), transcripts that do not encode proteins. The noncoding transcriptome governs a multitude of pathophysiological processes, offering a rich source of next-generation biomarkers. Toward achieving a holistic view of disease, the integration of these transcripts with clinical records and additional data from omic technologies (\"multiomic\" strategies) has motivated the adoption of artificial intelligence (AI) approaches. Given their intric", " technologies (\"multiomic\" strategies) has motivated the adoption of artificial intelligence (AI) approaches. Given their intricate biological complexity, machine learning (ML) techniques are becoming a key component of ncRNA-based research. This article presents an overview of the potential and challenges associated with employing AI/ML-driven approaches to identify clinically relevant ncRNA biomarkers and to decipher ncRNA-associated pathogenetic mechanisms. Methodological and conceptual constraints are d", "evant ncRNA biomarkers and to decipher ncRNA-associated pathogenetic mechanisms. Methodological and conceptual constraints are discussed, along with an exploration of ethical considerations inherent to AI applications for healthcare and research. The ultimate goal is to provide a comprehensive examination of the multifaceted landscape of this innovative field and its clinical implications.", "cations."]}, {"title": "Development and Validation of a Machine Learning COVID-19 Veteran (COVet) Deterioration Risk Score.", "summary": "To develop the COVid Veteran (COVet) score for clinical deterioration in Veterans hospitalized with COVID-19 and further validate this model in both Veteran and non-Veteran samples. No such score has been derived and validated while incorporating a Veteran sample.", "chunks": ["To develop the COVid Veteran (COVet) score for clinical deterioration in Veterans hospitalized with COVID-19 and further validate this model in both Veteran and non-Veteran samples. No such score has been derived and validated while incorporating a Veteran sample."]}, {"title": "Kinematic and Kinetic Gait Features Associated with Mild Cognitive Impairment in Parkinson's Disease.", "summary": "Mild cognitive impairment (MCI) and gait deficits are commonly associated with Parkinson's disease (PD). Early detection of MCI associated with Parkinson's disease (PD-MCI) and its biomarkers is critical to managing disability in PD patients, reducing caregiver burden and healthcare costs. Gait is considered a surrogate marker for cognitive decline in PD. However, gait kinematic and kinetic features in PD-MCI patients remain unknown. This study was designed to explore the difference in gait kinematics and kinetics during single-task and dual-task walking between PD patients with and without MCI. Kinematic and kinetic data of 90 PD patients were collected using 3D motion capture system. Differences in gait kinematic and kinetic gait features between groups were identified by using: first, univariate statistical analysis and then a supervised machine learning analysis. The findings of this study showed that the presence of MCI in PD patients is coupled with kinematic and kinetic deviations of gait cycle which may eventually identify two different phenotypes of the disease. Indeed, as shown by the demographical and clinical comparison between the two groups, PD-MCI patients were older and more impaired. Moreover, PD-MCI kinematic results showed that cognitive dysfunction coexists with more severe axial symptoms and an increase postural flexion. A lack of physiological distal-to-proximal shift in joint kinetics was evidenced in the PD phenotype associated with cognitive impairments.", "chunks": ["Mild cognitive impairment (MCI) and gait deficits are commonly associated with Parkinson's disease (PD). Early detection of MCI associated with Parkinson's disease (PD-MCI) and its biomarkers is critical to managing disability in PD patients, reducing caregiver burden and healthcare costs. Gait is considered a surrogate marker for cognitive decline in PD. However, gait kinematic and kinetic features in PD-MCI patients remain unknown. This study was designed to explore the difference in gait kinematics and k", "d kinetic features in PD-MCI patients remain unknown. This study was designed to explore the difference in gait kinematics and kinetics during single-task and dual-task walking between PD patients with and without MCI. Kinematic and kinetic data of 90 PD patients were collected using 3D motion capture system. Differences in gait kinematic and kinetic gait features between groups were identified by using: first, univariate statistical analysis and then a supervised machine learning analysis. The findings of ", "re identified by using: first, univariate statistical analysis and then a supervised machine learning analysis. The findings of this study showed that the presence of MCI in PD patients is coupled with kinematic and kinetic deviations of gait cycle which may eventually identify two different phenotypes of the disease. Indeed, as shown by the demographical and clinical comparison between the two groups, PD-MCI patients were older and more impaired. Moreover, PD-MCI kinematic results showed that cognitive dys", "tween the two groups, PD-MCI patients were older and more impaired. Moreover, PD-MCI kinematic results showed that cognitive dysfunction coexists with more severe axial symptoms and an increase postural flexion. A lack of physiological distal-to-proximal shift in joint kinetics was evidenced in the PD phenotype associated with cognitive impairments."]}, {"title": "Algorithmic Spaced Retrieval Enhances Long-Term Memory in Alzheimer Disease: Case-Control Pilot Study.", "summary": "Spaced retrieval is a learning technique that involves engaging in repeated memory testing after increasingly lengthy intervals of time. Spaced retrieval has been shown to improve long-term memory in Alzheimer disease (AD), but it has historically been difficult to implement in the everyday lives of individuals with AD.", "chunks": ["Spaced retrieval is a learning technique that involves engaging in repeated memory testing after increasingly lengthy intervals of time. Spaced retrieval has been shown to improve long-term memory in Alzheimer disease (AD), but it has historically been difficult to implement in the everyday lives of individuals with AD."]}, {"title": "Acceptance of Automated Social Risk Scoring in the Emergency Department: Clinician, Staff, and Patient Perspectives.", "summary": "Healthcare organizations are under increasing pressure from policymakers, payers, and advocates to screen for and address patients' health-related social needs (HRSN). The emergency department (ED) presents several challenges to HRSN screening, and patients are frequently not screened for HRSNs. Predictive modeling using machine learning and artificial intelligence, approaches may address some pragmatic HRSN screening challenges in the ED. Because predictive modeling represents a substantial change from current approaches, in this study we explored the acceptability of HRSN predictive modeling in the ED.", "chunks": ["Healthcare organizations are under increasing pressure from policymakers, payers, and advocates to screen for and address patients' health-related social needs (HRSN). The emergency department (ED) presents several challenges to HRSN screening, and patients are frequently not screened for HRSNs. Predictive modeling using machine learning and artificial intelligence, approaches may address some pragmatic HRSN screening challenges in the ED. Because predictive modeling represents a substantial change from cur", "address some pragmatic HRSN screening challenges in the ED. Because predictive modeling represents a substantial change from current approaches, in this study we explored the acceptability of HRSN predictive modeling in the ED."]}, {"title": "A preliminary prediction model of pediatric Mycoplasma pneumoniae pneumonia based on routine blood parameters by using machine learning method.", "summary": "The prevalence and severity of pediatric Mycoplasma pneumoniae pneumonia (MPP) poses a significant threat to the health and lives of children. In this study, we aim to systematically evaluate the value of routine blood parameters in predicting MPP and develop a robust and generalizable ensemble artificial intelligence (AI) model to assist in identifying patients with MPP.", "chunks": ["The prevalence and severity of pediatric Mycoplasma pneumoniae pneumonia (MPP) poses a significant threat to the health and lives of children. In this study, we aim to systematically evaluate the value of routine blood parameters in predicting MPP and develop a robust and generalizable ensemble artificial intelligence (AI) model to assist in identifying patients with MPP."]}, {"title": "Digital innovative healthcare during a pandemic and beyond: a showcase of the large-scale and integrated Saudi smart national health command centre.", "summary": "The increasing frequency of pandemics, demand for healthcare and costs of healthcare services require efficient health systems with integrated care via a command centre that ensures a centralised and coordinated approach to exercise effective leadership.", "chunks": ["The increasing frequency of pandemics, demand for healthcare and costs of healthcare services require efficient health systems with integrated care via a command centre that ensures a centralised and coordinated approach to exercise effective leadership."]}, {"title": "Unlocking Tomorrow's Health Care: Expanding the Clinical Scope of Wearables by Applying Artificial Intelligence.", "summary": "As an integral aspect of healthcare, digital technology has enabled modeling of complex relationships to detect, screen, diagnose and predict patient outcomes. With massive datasets, Artificial Intelligence (AI) can have marked impact on three levels: for patients, clinicians, and health systems. In this review, we discuss contemporary AI enabled wearable devices undergoing research in the field of cardiovascular medicine. These include devices such as smart watches, ECG patches and smart textiles such as smart socks and chest sensors for diagnosis, management and prognostication of conditions such as atrial fibrillation (AF) , heart failure (HF) and hypertension as well as monitoring for cardiac rehabilitation. We review the evolution of machine learning algorithms used in wearable devices from random forest models to the use of convolutional neural networks and transformers. We further discuss frameworks for wearable technologies such as the V3 stage process of verification, analytical validation and clinical validation as well as challenges of AI integration in medicine such as data veracity, validity, security and provide a reference framework to maintain fairness and equityy. Lastly clinician and patient perspectives are discussed to highlight the importance of considering end-user feedback in development and regulatory processes.", "chunks": ["As an integral aspect of healthcare, digital technology has enabled modeling of complex relationships to detect, screen, diagnose and predict patient outcomes. With massive datasets, Artificial Intelligence (AI) can have marked impact on three levels: for patients, clinicians, and health systems. In this review, we discuss contemporary AI enabled wearable devices undergoing research in the field of cardiovascular medicine. These include devices such as smart watches, ECG patches and smart textiles such as s", "h in the field of cardiovascular medicine. These include devices such as smart watches, ECG patches and smart textiles such as smart socks and chest sensors for diagnosis, management and prognostication of conditions such as atrial fibrillation (AF) , heart failure (HF) and hypertension as well as monitoring for cardiac rehabilitation. We review the evolution of machine learning algorithms used in wearable devices from random forest models to the use of convolutional neural networks and transformers. We fur", "gorithms used in wearable devices from random forest models to the use of convolutional neural networks and transformers. We further discuss frameworks for wearable technologies such as the V3 stage process of verification, analytical validation and clinical validation as well as challenges of AI integration in medicine such as data veracity, validity, security and provide a reference framework to maintain fairness and equityy. Lastly clinician and patient perspectives are discussed to highlight the importa", "nce framework to maintain fairness and equityy. Lastly clinician and patient perspectives are discussed to highlight the importance of considering end-user feedback in development and regulatory processes."]}, {"title": "Enhancing readmission prediction models by integrating insights from home healthcare notes: Retrospective cohort study.", "summary": "Hospital readmission is an important indicator of inpatient care quality and a significant driver of increasing medical costs. Therefore, it is important to explore the effects of postdischarge information, particularly from home healthcare notes, on enhancing readmission prediction models. Despite the use of Natural Language Processing (NLP) and machine learning in prediction model development, current studies often overlook insights from home healthcare notes.", "chunks": ["Hospital readmission is an important indicator of inpatient care quality and a significant driver of increasing medical costs. Therefore, it is important to explore the effects of postdischarge information, particularly from home healthcare notes, on enhancing readmission prediction models. Despite the use of Natural Language Processing (NLP) and machine learning in prediction model development, current studies often overlook insights from home healthcare notes.", "l development, current studies often overlook insights from home healthcare notes."]}, {"title": "Frailty Modeling using Machine Learning Methodologies: A Systematic Review with Discussions on Outstanding Questions.", "summary": "Studying frailty is crucial for enhancing the health and quality of life among older adults, refining healthcare delivery methods, and tackling the obstacles linked to an aging demographic. Approaches to frailty modeling often utilise simple analytic techniques rather than available advanced machine learning methods, which may be sub-optimal. There is no large-scale systematic review on applications of machine learning methods on frailty modeling. In this study we explore the use of machine learning methods to predict or classify frailty in older persons in routinely collected data. We reviewed 181 research articles, and categorised analytic methods into three categories: generalised linear models, survival models, and non-linear models. These methods have a moderate agreement with existing frailty scores and predictive validity for adverse outcomes. Limited evidence suggests that non-linear methods outperform generalised linear methods. The top-three predictor/input variables are specific diagnosis or groups of diagnoses, functional performance (e.g., ADLs), and impaired cognition. Mortality, hospital admissions and prolonged hospital stay are the mainly predicted outcomes. Most studies utilise classical machine learning methods with cross-sectional data. Longitudinal data collected by wearable sensors have been used for frailty modeling. We also discuss the opportunities to use more advanced machine learning methods with high dimensional longitudinal data for more personalised and accessible frailty tools.", "chunks": ["Studying frailty is crucial for enhancing the health and quality of life among older adults, refining healthcare delivery methods, and tackling the obstacles linked to an aging demographic. Approaches to frailty modeling often utilise simple analytic techniques rather than available advanced machine learning methods, which may be sub-optimal. There is no large-scale systematic review on applications of machine learning methods on frailty modeling. In this study we explore the use of machine learning methods", "ew on applications of machine learning methods on frailty modeling. In this study we explore the use of machine learning methods to predict or classify frailty in older persons in routinely collected data. We reviewed 181 research articles, and categorised analytic methods into three categories: generalised linear models, survival models, and non-linear models. These methods have a moderate agreement with existing frailty scores and predictive validity for adverse outcomes. Limited evidence suggests that no", " moderate agreement with existing frailty scores and predictive validity for adverse outcomes. Limited evidence suggests that non-linear methods outperform generalised linear methods. The top-three predictor/input variables are specific diagnosis or groups of diagnoses, functional performance (e.g., ADLs), and impaired cognition. Mortality, hospital admissions and prolonged hospital stay are the mainly predicted outcomes. Most studies utilise classical machine learning methods with cross-sectional data. Lon", "l stay are the mainly predicted outcomes. Most studies utilise classical machine learning methods with cross-sectional data. Longitudinal data collected by wearable sensors have been used for frailty modeling. We also discuss the opportunities to use more advanced machine learning methods with high dimensional longitudinal data for more personalised and accessible frailty tools."]}, {"title": "Predictors of Symptom Reduction and Remission Among People with Anxiety: Secondary Analyses from a Randomized Controlled Trial.", "summary": "Despite the substantial disease burden of anxiety disorders, only limited or conflicting data on prognostic factors is available. Most studies include patients in the secondary healthcare sector thus, the generalizability of findings is limited. The present study examines predictors of symptom reduction and remission in patients with anxiety disorders in a primary care setting. 214 patients with anxiety disorders, recruited as part of the Collabri Flex trial, were included in secondary analyses. Data on potential predictors of anxiety symptoms at 6-month follow-up was collected at baseline, including patient characteristics related to demography, illness, comorbidity, functional level, life quality, and self-efficacy. The outcomes were symptom reduction and remission. Univariate and multivariate linear and logistic regression analyses were conducted to assess the associations between predictor variables and the outcome, and machine-learning methods were also applied. In multiple linear regression analysis, anxiety severity at baseline (β = -6.05, 95% CI = -7.54,-4.56, p < 0.001) and general psychological problems and symptoms of psychopathology (SCL-90-R score) (β = 2.19, 95% CI = 0.24,4.14, p = 0.028) were significantly associated with symptom change at 6 months. Moreover, self-efficacy was associated with the outcome, however no longer significant in the multiple regression model. In multiple logistic regression analysis, anxiety severity at baseline (OR = 0.54, 95% CI = -1.13,-0.12, p = 0.018) was significantly associated with remission at 6 months. There was no predictive performance of the machine-learning models. Our study contributes with information that could be valuable knowledge for managing anxiety disorders in primary care.", "chunks": ["Despite the substantial disease burden of anxiety disorders, only limited or conflicting data on prognostic factors is available. Most studies include patients in the secondary healthcare sector thus, the generalizability of findings is limited. The present study examines predictors of symptom reduction and remission in patients with anxiety disorders in a primary care setting. 214 patients with anxiety disorders, recruited as part of the Collabri Flex trial, were included in secondary analyses. Data on pot", " patients with anxiety disorders, recruited as part of the Collabri Flex trial, were included in secondary analyses. Data on potential predictors of anxiety symptoms at 6-month follow-up was collected at baseline, including patient characteristics related to demography, illness, comorbidity, functional level, life quality, and self-efficacy. The outcomes were symptom reduction and remission. Univariate and multivariate linear and logistic regression analyses were conducted to assess the associations between", "remission. Univariate and multivariate linear and logistic regression analyses were conducted to assess the associations between predictor variables and the outcome, and machine-learning methods were also applied. In multiple linear regression analysis, anxiety severity at baseline (β = -6.05, 95% CI = -7.54,-4.56, p < 0.001) and general psychological problems and symptoms of psychopathology (SCL-90-R score) (β = 2.19, 95% CI = 0.24,4.14, p = 0.028) were significantly associated with symptom change at 6 mon", "opathology (SCL-90-R score) (β = 2.19, 95% CI = 0.24,4.14, p = 0.028) were significantly associated with symptom change at 6 months. Moreover, self-efficacy was associated with the outcome, however no longer significant in the multiple regression model. In multiple logistic regression analysis, anxiety severity at baseline (OR = 0.54, 95% CI = -1.13,-0.12, p = 0.018) was significantly associated with remission at 6 months. There was no predictive performance of the machine-learning models. Our study contrib", "tly associated with remission at 6 months. There was no predictive performance of the machine-learning models. Our study contributes with information that could be valuable knowledge for managing anxiety disorders in primary care."]}, {"title": "Multiparametric magnetic resonance imaging (MRI)-based radiomics model explained by the Shapley Additive exPlanations (SHAP) method for predicting complete response to neoadjuvant chemoradiotherapy in locally advanced rectal cancer: a multicenter retrospective study.", "summary": "Predicting the response to neoadjuvant chemoradiotherapy (nCRT) before initiating treatment is essential for tailoring therapeutic strategies and monitoring prognosis in locally advanced rectal cancer (LARC). In this study, we aimed to develop and validate radiomic-based models to predict clinical and pathological complete responses (cCR and pCR, respectively) by incorporating the Shapley Additive exPlanations (SHAP) method for model interpretation.", "chunks": ["Predicting the response to neoadjuvant chemoradiotherapy (nCRT) before initiating treatment is essential for tailoring therapeutic strategies and monitoring prognosis in locally advanced rectal cancer (LARC). In this study, we aimed to develop and validate radiomic-based models to predict clinical and pathological complete responses (cCR and pCR, respectively) by incorporating the Shapley Additive exPlanations (SHAP) method for model interpretation.", "Shapley Additive exPlanations (SHAP) method for model interpretation."]}, {"title": "Leveraging artificial intelligence in vaccine development: A narrative review.", "summary": "Vaccine development stands as a cornerstone of public health efforts, pivotal in curbing infectious diseases and reducing global morbidity and mortality. However, traditional vaccine development methods are often time-consuming, costly, and inefficient. The advent of artificial intelligence (AI) has ushered in a new era in vaccine design, offering unprecedented opportunities to expedite the process. This narrative review explores the role of AI in vaccine development, focusing on antigen selection, epitope prediction, adjuvant identification, and optimization strategies. AI algorithms, including machine learning and deep learning, leverage genomic data, protein structures, and immune system interactions to predict antigenic epitopes, assess immunogenicity, and prioritize antigens for experimentation. Furthermore, AI-driven approaches facilitate the rational design of immunogens and the identification of novel adjuvant candidates with optimal safety and efficacy profiles. Challenges such as data heterogeneity, model interpretability, and regulatory considerations must be addressed to realize the full potential of AI in vaccine development. Integrating emerging technologies, such as single-cell omics and synthetic biology, promises to enhance vaccine design precision and scalability. This review underscores the transformative impact of AI on vaccine development and highlights the need for interdisciplinary collaborations and regulatory harmonization to accelerate the delivery of safe and effective vaccines against infectious diseases.", "chunks": ["Vaccine development stands as a cornerstone of public health efforts, pivotal in curbing infectious diseases and reducing global morbidity and mortality. However, traditional vaccine development methods are often time-consuming, costly, and inefficient. The advent of artificial intelligence (AI) has ushered in a new era in vaccine design, offering unprecedented opportunities to expedite the process. This narrative review explores the role of AI in vaccine development, focusing on antigen selection, epitope ", "edite the process. This narrative review explores the role of AI in vaccine development, focusing on antigen selection, epitope prediction, adjuvant identification, and optimization strategies. AI algorithms, including machine learning and deep learning, leverage genomic data, protein structures, and immune system interactions to predict antigenic epitopes, assess immunogenicity, and prioritize antigens for experimentation. Furthermore, AI-driven approaches facilitate the rational design of immunogens and t", "nd prioritize antigens for experimentation. Furthermore, AI-driven approaches facilitate the rational design of immunogens and the identification of novel adjuvant candidates with optimal safety and efficacy profiles. Challenges such as data heterogeneity, model interpretability, and regulatory considerations must be addressed to realize the full potential of AI in vaccine development. Integrating emerging technologies, such as single-cell omics and synthetic biology, promises to enhance vaccine design prec", "ent. Integrating emerging technologies, such as single-cell omics and synthetic biology, promises to enhance vaccine design precision and scalability. This review underscores the transformative impact of AI on vaccine development and highlights the need for interdisciplinary collaborations and regulatory harmonization to accelerate the delivery of safe and effective vaccines against infectious diseases.", "t infectious diseases."]}, {"title": "The incremental design of a machine learning framework for medical records processing.", "summary": "This work presents the development and evaluation of coordn8, a web-based application that streamlines fax processing in outpatient clinics using a \"human-in-the-loop\" machine learning framework. We demonstrate the effectiveness of the platform at reducing fax processing time and producing accurate machine learning inferences across the tasks of patient identification, document classification, spam classification, and duplicate document detection.", "chunks": ["This work presents the development and evaluation of coordn8, a web-based application that streamlines fax processing in outpatient clinics using a \"human-in-the-loop\" machine learning framework. We demonstrate the effectiveness of the platform at reducing fax processing time and producing accurate machine learning inferences across the tasks of patient identification, document classification, spam classification, and duplicate document detection.", "ssification, spam classification, and duplicate document detection."]}, {"title": "The potential and pitfalls of using a large language model such as ChatGPT, GPT-4, or LLaMA as a clinical assistant.", "summary": "This study aims to evaluate the utility of large language models (LLMs) in healthcare, focusing on their applications in enhancing patient care through improved diagnostic, decision-making processes, and as ancillary tools for healthcare professionals.", "chunks": ["This study aims to evaluate the utility of large language models (LLMs) in healthcare, focusing on their applications in enhancing patient care through improved diagnostic, decision-making processes, and as ancillary tools for healthcare professionals."]}, {"title": "Applying natural language processing to patient messages to identify depression concerns in cancer patients.", "summary": "This study aims to explore and develop tools for early identification of depression concerns among cancer patients by leveraging the novel data source of messages sent through a secure patient portal.", "chunks": ["This study aims to explore and develop tools for early identification of depression concerns among cancer patients by leveraging the novel data source of messages sent through a secure patient portal."]}, {"title": "Control charts in healthcare quality monitoring: a systematic review and bibliometric analysis.", "summary": "Control charts, used in healthcare operations to monitor process stability and quality, are essential for ensuring patient safety and improving clinical outcomes. This comprehensive research study aims to provide a thorough understanding of the role of control charts in healthcare quality monitoring and future perspectives by utilizing a dual methodology approach involving a systematic review and a pioneering bibliometric analysis. A systematic review of 73 out of 223 articles was conducted, synthesizing existing literature (1995-2023) and revealing insights into key trends, methodological approaches, and emerging themes of control charts in healthcare. In parallel, a bibliometric analysis (1990-2023) on 184 articles gathered from Web of Science and Scopus was performed, quantitatively assessing the scholarly landscape encompassing control charts in healthcare. Among 25 countries, the USA is the foremost user of control charts, accounting for 33% of all applications, whereas among 14 health departments, epidemiology leads with 28% of applications. The practice of control charts in health monitoring has increased by more than one-third during the last 3 years. Globally, exponentially weighted moving average charts are the most popular, but interestingly the USA remained the top user of Shewhart charts. The study also uncovers a dynamic landscape in healthcare quality monitoring, with key contributors, research networks, research hotspot tendencies, and leading countries. Influential authors, such as J.C. Benneyan, W.H. Woodall, and M.A. Mohammed played a leading role in this field. In-countries networking, USA-UK leads the largest cluster, while other clusters include Denmark-Norway-Sweden, China-Singapore, and Canada-South Africa. From 1990 to 2023, healthcare monitoring evolved from studying efficiency to focusing on conditional monitoring and flowcharting, with human health, patient safety, and health surveys dominating 2011-2020, and recent years emphasizing epidemic control, COronaVIrus Disease of 2019 (COVID-19) statistical process control, hospitals, and human health monitoring using control charts. It identifies a transition from conventional to artificial intelligence approaches, with increasing contributions from machine learning and deep learning in the context of Industry 4.0. New researchers and journals are emerging, reshaping the academic context of control charts in healthcare. Our research reveals the evolving landscape of healthcare quality monitoring, surpassing traditional reviews. We uncover emerging trends, research gaps, and a transition in leadership from established contributors to newcomers amidst technological advancements. This study deepens the importance of control charts, offering insights for healthcare professionals, researchers, and policymakers to enhance healthcare quality. Future challenges and research directions are also provided.", "chunks": ["Control charts, used in healthcare operations to monitor process stability and quality, are essential for ensuring patient safety and improving clinical outcomes. This comprehensive research study aims to provide a thorough understanding of the role of control charts in healthcare quality monitoring and future perspectives by utilizing a dual methodology approach involving a systematic review and a pioneering bibliometric analysis. A systematic review of 73 out of 223 articles was conducted, synthesizing ex", "atic review and a pioneering bibliometric analysis. A systematic review of 73 out of 223 articles was conducted, synthesizing existing literature (1995-2023) and revealing insights into key trends, methodological approaches, and emerging themes of control charts in healthcare. In parallel, a bibliometric analysis (1990-2023) on 184 articles gathered from Web of Science and Scopus was performed, quantitatively assessing the scholarly landscape encompassing control charts in healthcare. Among 25 countries, th", "as performed, quantitatively assessing the scholarly landscape encompassing control charts in healthcare. Among 25 countries, the USA is the foremost user of control charts, accounting for 33% of all applications, whereas among 14 health departments, epidemiology leads with 28% of applications. The practice of control charts in health monitoring has increased by more than one-third during the last 3 years. Globally, exponentially weighted moving average charts are the most popular, but interestingly the USA", " during the last 3 years. Globally, exponentially weighted moving average charts are the most popular, but interestingly the USA remained the top user of Shewhart charts. The study also uncovers a dynamic landscape in healthcare quality monitoring, with key contributors, research networks, research hotspot tendencies, and leading countries. Influential authors, such as J.C. Benneyan, W.H. Woodall, and M.A. Mohammed played a leading role in this field. In-countries networking, USA-UK leads the largest cluste", "n, W.H. Woodall, and M.A. Mohammed played a leading role in this field. In-countries networking, USA-UK leads the largest cluster, while other clusters include Denmark-Norway-Sweden, China-Singapore, and Canada-South Africa. From 1990 to 2023, healthcare monitoring evolved from studying efficiency to focusing on conditional monitoring and flowcharting, with human health, patient safety, and health surveys dominating 2011-2020, and recent years emphasizing epidemic control, COronaVIrus Disease of 2019 (COVID", "fety, and health surveys dominating 2011-2020, and recent years emphasizing epidemic control, COronaVIrus Disease of 2019 (COVID-19) statistical process control, hospitals, and human health monitoring using control charts. It identifies a transition from conventional to artificial intelligence approaches, with increasing contributions from machine learning and deep learning in the context of Industry 4.0. New researchers and journals are emerging, reshaping the academic context of control charts in healthca", "context of Industry 4.0. New researchers and journals are emerging, reshaping the academic context of control charts in healthcare. Our research reveals the evolving landscape of healthcare quality monitoring, surpassing traditional reviews. We uncover emerging trends, research gaps, and a transition in leadership from established contributors to newcomers amidst technological advancements. This study deepens the importance of control charts, offering insights for healthcare professionals, researchers, and ", "ncements. This study deepens the importance of control charts, offering insights for healthcare professionals, researchers, and policymakers to enhance healthcare quality. Future challenges and research directions are also provided."]}, {"title": "Empowering Capacitive Devices: Harnessing Transfer Learning for Enhanced Data-Driven Optimization.", "summary": "Developing data-driven models has found successful applications in engineering tasks, such as material design, process modeling, and process monitoring. In capacitive devices like deionization and supercapacitors, there exists potential for applying this data-driven machine learning (ML) model in optimizing its potential use in energy-efficient separations or energy generation. However, these models are faced with limited datasets, and even in large quantities, the datasets are incomplete, limiting their potential use for successful data-driven modeling. Here, the success of transfer learning in resolving the challenges with limited datasets was exploited. A two-step data-driven ML modeling framework named <i>ImputeNet</i> involving training with ML-imputed datasets and then with clean datasets was explored. Through data imputation and transfer learning, it is possible to develop a data-driven model with acceptable metrics mirroring experimental measurements. By using the model, optimization studies using the genetic algorithm were implemented to analyze the solution under the Pareto optimality. This early insight can be used in the initial stage of experimental measurements to rapidly identify experimental conditions worthy of further investigation. Moreover, we expect that the insights from these results will drive accurate predictive modeling in other fields including healthcare, genomic data analysis, and environmental monitoring with incomplete datasets.", "chunks": ["Developing data-driven models has found successful applications in engineering tasks, such as material design, process modeling, and process monitoring. In capacitive devices like deionization and supercapacitors, there exists potential for applying this data-driven machine learning (ML) model in optimizing its potential use in energy-efficient separations or energy generation. However, these models are faced with limited datasets, and even in large quantities, the datasets are incomplete, limiting their po", "ever, these models are faced with limited datasets, and even in large quantities, the datasets are incomplete, limiting their potential use for successful data-driven modeling. Here, the success of transfer learning in resolving the challenges with limited datasets was exploited. A two-step data-driven ML modeling framework named <i>ImputeNet</i> involving training with ML-imputed datasets and then with clean datasets was explored. Through data imputation and transfer learning, it is possible to develop a d", "datasets and then with clean datasets was explored. Through data imputation and transfer learning, it is possible to develop a data-driven model with acceptable metrics mirroring experimental measurements. By using the model, optimization studies using the genetic algorithm were implemented to analyze the solution under the Pareto optimality. This early insight can be used in the initial stage of experimental measurements to rapidly identify experimental conditions worthy of further investigation. Moreover,", "nitial stage of experimental measurements to rapidly identify experimental conditions worthy of further investigation. Moreover, we expect that the insights from these results will drive accurate predictive modeling in other fields including healthcare, genomic data analysis, and environmental monitoring with incomplete datasets."]}, {"title": "Admission prioritization of heart failure patients with multiple comorbidities.", "summary": "The primary objective of this study was to enhance the operational efficiency of the current healthcare system by proposing a quicker and more effective approach for healthcare providers to deliver services to individuals facing acute heart failure (HF) and concurrent medical conditions. The aim was to support healthcare staff in providing urgent services more efficiently by developing an automated decision-support Patient Prioritization (PP) Tool that utilizes a tailored machine learning (ML) model to prioritize HF patients with chronic heart conditions and concurrent comorbidities during Urgent Care Unit admission. The study applies key ML models to the PhysioNet dataset, encompassing hospital admissions and mortality records of heart failure patients at Zigong Fourth People's Hospital in Sichuan, China, between 2016 and 2019. In addition, the model outcomes for the PhysioNet dataset are compared with the Healthcare Cost and Utilization Project (HCUP) Maryland (MD) State Inpatient Data (SID) for 2014, a secondary dataset containing heart failure patients, to assess the generalizability of results across diverse healthcare settings and patient demographics. The ML models in this project demonstrate efficiencies surpassing 97.8% and specificities exceeding 95% in identifying HF patients at a higher risk and ranking them based on their mortality risk level. Utilizing this machine learning for the PP approach underscores risk assessment, supporting healthcare professionals in managing HF patients more effectively and allocating resources to those in immediate need, whether in hospital or telehealth settings.", "chunks": ["The primary objective of this study was to enhance the operational efficiency of the current healthcare system by proposing a quicker and more effective approach for healthcare providers to deliver services to individuals facing acute heart failure (HF) and concurrent medical conditions. The aim was to support healthcare staff in providing urgent services more efficiently by developing an automated decision-support Patient Prioritization (PP) Tool that utilizes a tailored machine learning (ML) model to prio", "ping an automated decision-support Patient Prioritization (PP) Tool that utilizes a tailored machine learning (ML) model to prioritize HF patients with chronic heart conditions and concurrent comorbidities during Urgent Care Unit admission. The study applies key ML models to the PhysioNet dataset, encompassing hospital admissions and mortality records of heart failure patients at Zigong Fourth People's Hospital in Sichuan, China, between 2016 and 2019. In addition, the model outcomes for the PhysioNet datas", "igong Fourth People's Hospital in Sichuan, China, between 2016 and 2019. In addition, the model outcomes for the PhysioNet dataset are compared with the Healthcare Cost and Utilization Project (HCUP) Maryland (MD) State Inpatient Data (SID) for 2014, a secondary dataset containing heart failure patients, to assess the generalizability of results across diverse healthcare settings and patient demographics. The ML models in this project demonstrate efficiencies surpassing 97.8% and specificities exceeding 95%", "nd patient demographics. The ML models in this project demonstrate efficiencies surpassing 97.8% and specificities exceeding 95% in identifying HF patients at a higher risk and ranking them based on their mortality risk level. Utilizing this machine learning for the PP approach underscores risk assessment, supporting healthcare professionals in managing HF patients more effectively and allocating resources to those in immediate need, whether in hospital or telehealth settings.", " and allocating resources to those in immediate need, whether in hospital or telehealth settings."]}, {"title": "Editorial: High-tech personalized healthcare in movement disorders.", "summary": "", "chunks": []}, {"title": "The classification algorithms to support the management of the patient with femur fracture.", "summary": "Effectiveness in health care is a specific characteristic of each intervention and outcome evaluated. Especially with regard to surgical interventions, organization, structure and processes play a key role in determining this parameter. In addition, health care services by definition operate in a context of limited resources, so rationalization of service organization becomes the primary goal for health care management. This aspect becomes even more relevant for those surgical services for which there are high volumes. Therefore, in order to support and optimize the management of patients undergoing surgical procedures, the data analysis could play a significant role. To this end, in this study used different classification algorithms for characterizing the process of patients undergoing surgery for a femoral neck fracture. The models showed significant accuracy with values of 81%, and parameters such as Anaemia and Gender proved to be determined risk factors for the patient's length of stay. The predictive power of the implemented model is assessed and discussed in view of its capability to support the management and optimisation of the hospitalisation process for femoral neck fracture, and is compared with different model in order to identify the most promising algorithms. In the end, the support of artificial intelligence algorithms laying the basis for building more accurate decision-support tools for healthcare practitioners.", "chunks": ["Effectiveness in health care is a specific characteristic of each intervention and outcome evaluated. Especially with regard to surgical interventions, organization, structure and processes play a key role in determining this parameter. In addition, health care services by definition operate in a context of limited resources, so rationalization of service organization becomes the primary goal for health care management. This aspect becomes even more relevant for those surgical services for which there are h", "rimary goal for health care management. This aspect becomes even more relevant for those surgical services for which there are high volumes. Therefore, in order to support and optimize the management of patients undergoing surgical procedures, the data analysis could play a significant role. To this end, in this study used different classification algorithms for characterizing the process of patients undergoing surgery for a femoral neck fracture. The models showed significant accuracy with values of 81%, a", "process of patients undergoing surgery for a femoral neck fracture. The models showed significant accuracy with values of 81%, and parameters such as Anaemia and Gender proved to be determined risk factors for the patient's length of stay. The predictive power of the implemented model is assessed and discussed in view of its capability to support the management and optimisation of the hospitalisation process for femoral neck fracture, and is compared with different model in order to identify the most promis", "the hospitalisation process for femoral neck fracture, and is compared with different model in order to identify the most promising algorithms. In the end, the support of artificial intelligence algorithms laying the basis for building more accurate decision-support tools for healthcare practitioners."]}, {"title": "Deep Learning - Methods to Amplify Epidemiological Data Collection and Analyses.", "summary": "Deep learning is a subfield of artificial intelligence and machine learning based mostly on neural networks and often combined with attention algorithms that has been used to detect and identify objects in text, audio, images, and video. Serghiou and Rough (Am J Epidemiol. 0000;000(00):0000-0000) present a primer for epidemiologists on deep learning models. These models provide substantial opportunities for epidemiologists to expand and amplify their research in both data collection and analyses by increasing the geographic reach of studies, including more research subjects, and working with large or high dimensional data. The tools for implementing deep learning methods are not quite yet as straightforward or ubiquitous for epidemiologists as traditional regression methods found in standard statistical software, but there are exciting opportunities for interdisciplinary collaboration with deep learning experts, just as epidemiologists have with statisticians, healthcare providers, urban planners, and other professionals. Despite the novelty of these methods, epidemiological principles of assessing bias, study design, interpretation and others still apply when implementing deep learning methods or assessing the findings of studies that have used them.", "chunks": ["Deep learning is a subfield of artificial intelligence and machine learning based mostly on neural networks and often combined with attention algorithms that has been used to detect and identify objects in text, audio, images, and video. Serghiou and Rough (Am J Epidemiol. 0000;000(00):0000-0000) present a primer for epidemiologists on deep learning models. These models provide substantial opportunities for epidemiologists to expand and amplify their research in both data collection and analyses by increasi", "stantial opportunities for epidemiologists to expand and amplify their research in both data collection and analyses by increasing the geographic reach of studies, including more research subjects, and working with large or high dimensional data. The tools for implementing deep learning methods are not quite yet as straightforward or ubiquitous for epidemiologists as traditional regression methods found in standard statistical software, but there are exciting opportunities for interdisciplinary collaboratio", "gression methods found in standard statistical software, but there are exciting opportunities for interdisciplinary collaboration with deep learning experts, just as epidemiologists have with statisticians, healthcare providers, urban planners, and other professionals. Despite the novelty of these methods, epidemiological principles of assessing bias, study design, interpretation and others still apply when implementing deep learning methods or assessing the findings of studies that have used them.", "nd others still apply when implementing deep learning methods or assessing the findings of studies that have used them."]}, {"title": "Future Perspectives of Artificial Intelligence in Bone Marrow Dosimetry and Individualized Radioligand Therapy.", "summary": "Radioligand therapy is an emerging and effective treatment option for various types of malignancies, but may be intricately linked to hematological side effects such as anemia, lymphopenia or thrombocytopenia. The safety and efficacy of novel theranostic agents, targeting increasingly complex targets, can be well served by comprehensive dosimetry. However, optimization in patient management and patient selection based on risk-factors predicting adverse events and built upon reliable dose-response relations is still an open demand. In this context, artificial intelligence methods, especially machine learning and deep learning algorithms, may play a crucial role. This review provides an overview of upcoming opportunities for integrating artificial intelligence methods into the field of dosimetry in nuclear medicine by improving bone marrow and blood dosimetry accuracy, enabling early identification of potential hematological risk-factors, and allowing for adaptive treatment planning. It will further exemplify inspirational success stories from neighboring disciplines that may be translated to nuclear medicine practices, and will provide conceptual suggestions for future directions. In the future, we expect artificial intelligence-assisted (predictive) dosimetry combined with clinical parameters to pave the way towards truly personalized theranostics in radioligand therapy.", "chunks": ["Radioligand therapy is an emerging and effective treatment option for various types of malignancies, but may be intricately linked to hematological side effects such as anemia, lymphopenia or thrombocytopenia. The safety and efficacy of novel theranostic agents, targeting increasingly complex targets, can be well served by comprehensive dosimetry. However, optimization in patient management and patient selection based on risk-factors predicting adverse events and built upon reliable dose-response relations ", "anagement and patient selection based on risk-factors predicting adverse events and built upon reliable dose-response relations is still an open demand. In this context, artificial intelligence methods, especially machine learning and deep learning algorithms, may play a crucial role. This review provides an overview of upcoming opportunities for integrating artificial intelligence methods into the field of dosimetry in nuclear medicine by improving bone marrow and blood dosimetry accuracy, enabling early i", " methods into the field of dosimetry in nuclear medicine by improving bone marrow and blood dosimetry accuracy, enabling early identification of potential hematological risk-factors, and allowing for adaptive treatment planning. It will further exemplify inspirational success stories from neighboring disciplines that may be translated to nuclear medicine practices, and will provide conceptual suggestions for future directions. In the future, we expect artificial intelligence-assisted (predictive) dosimetry ", " conceptual suggestions for future directions. In the future, we expect artificial intelligence-assisted (predictive) dosimetry combined with clinical parameters to pave the way towards truly personalized theranostics in radioligand therapy."]}, {"title": "Holistic evaluation of a machine learning-based timing calibration for PET detectors under varying data sparsity.", "summary": "&#xD;Modern PET scanners offer precise TOF information, improving the SNR of the reconstructed images. Timing calibrations are performed to reduce the worsening effects of the system components and provide valuable TOF information. Traditional calibration procedures often provide static or linear corrections, with the drawback that higher-order skews or event-to-event corrections are not addressed. Novel research demonstrated significant improvements in the reachable timing resolutions when combining conventional calibration approaches with machine learning, with the disadvantage of extensive calibration times infeasible for a clinical application. In this work, we made the first steps towards an in-system application and analyzed the effects of varying data sparsity on a machine learning timing calibration, aiming to accelerate the calibration time. Furthermore, we demonstrated the versatility of our calibration concept by applying the procedure for the first time to analog readout technology.&#xD;Approach. &#xD;We modified experimentally acquired calibration data used for training regarding their statistical and spatial sparsity, mimicking reduced measurement time and variability of the training data. Trained models were tested on unseen test data, characterized by fine spatial sampling and rich statistics. In total, 80 decision tree models with the same hyperparameter settings, were trained and holistically evaluated regarding data scientific, physics-based, and PET-based quality criteria. &#xD;Main results.&#xD;The calibration procedure can be heavily reduced from several days to some minutes without sacrificing quality and still significantly improving the timing resolution from (304 ± 5) ps to (216 ± 1) ps compared to conventionally used analytical calibration methods. &#xD;Significance. &#xD;This work serves as the first step in making the developed machine learning-based calibration suitable for an in-system application to profit from the method's capabilities on the system level. Furthermore, this work demonstrates the functionality of the methodology on detectors using analog readout technology. The proposed holistic evaluation criteria here serve as a guideline for future evaluations of machine learning-based calibration approaches.&#xD.", "chunks": ["&#xD;Modern PET scanners offer precise TOF information, improving the SNR of the reconstructed images. Timing calibrations are performed to reduce the worsening effects of the system components and provide valuable TOF information. Traditional calibration procedures often provide static or linear corrections, with the drawback that higher-order skews or event-to-event corrections are not addressed. Novel research demonstrated significant improvements in the reachable timing resolutions when combining conven", "re not addressed. Novel research demonstrated significant improvements in the reachable timing resolutions when combining conventional calibration approaches with machine learning, with the disadvantage of extensive calibration times infeasible for a clinical application. In this work, we made the first steps towards an in-system application and analyzed the effects of varying data sparsity on a machine learning timing calibration, aiming to accelerate the calibration time. Furthermore, we demonstrated the ", " sparsity on a machine learning timing calibration, aiming to accelerate the calibration time. Furthermore, we demonstrated the versatility of our calibration concept by applying the procedure for the first time to analog readout technology.&#xD;Approach. &#xD;We modified experimentally acquired calibration data used for training regarding their statistical and spatial sparsity, mimicking reduced measurement time and variability of the training data. Trained models were tested on unseen test data, character", "micking reduced measurement time and variability of the training data. Trained models were tested on unseen test data, characterized by fine spatial sampling and rich statistics. In total, 80 decision tree models with the same hyperparameter settings, were trained and holistically evaluated regarding data scientific, physics-based, and PET-based quality criteria. &#xD;Main results.&#xD;The calibration procedure can be heavily reduced from several days to some minutes without sacrificing quality and still si", "&#xD;The calibration procedure can be heavily reduced from several days to some minutes without sacrificing quality and still significantly improving the timing resolution from (304 ± 5) ps to (216 ± 1) ps compared to conventionally used analytical calibration methods. &#xD;Significance. &#xD;This work serves as the first step in making the developed machine learning-based calibration suitable for an in-system application to profit from the method's capabilities on the system level. Furthermore, this work d", "ion suitable for an in-system application to profit from the method's capabilities on the system level. Furthermore, this work demonstrates the functionality of the methodology on detectors using analog readout technology. The proposed holistic evaluation criteria here serve as a guideline for future evaluations of machine learning-based calibration approaches.&#xD."]}, {"title": "Ensemble approach of transfer learning and vision transformer leveraging explainable AI for disease diagnosis: An advancement towards smart healthcare 5.0.", "summary": "Smart healthcare has advanced the medical industry with the integration of data-driven approaches. Artificial intelligence and machine learning provided remarkable progress, but there is a lack of transparency and interpretability in such applications. To overcome such limitations, explainable AI (EXAI) provided a promising result. This paper applied the EXAI for disease diagnosis in the advancement of smart healthcare. The paper combined the approach of transfer learning, vision transformer, and explainable AI and designed an ensemble approach for prediction of disease and its severity. The result is evaluated on a dataset of Alzheimer's disease. The result analysis compared the performance of transfer learning models with the ensemble model of transfer learning and vision transformer. For training, InceptionV3, VGG19, Resnet50, and Densenet121 transfer learning models were selected for ensembling with vision transformer. The result compares the performance of two models: a transfer learning (TL) model and an ensemble transfer learning (Ensemble TL) model combined with vision transformer (ViT) on ADNI dataset. For the TL model, the accuracy is 58 %, precision is 52 %, recall is 42 %, and the F1-score is 44 %. Whereas, the Ensemble TL model with ViT shows significantly improved performance i.e., 96 % of accuracy, 94 % of precision, 90 % of recall and 92 % of F1-score on ADNI dataset. This shows the efficacy of the ensemble model over transfer learning models.", "chunks": ["Smart healthcare has advanced the medical industry with the integration of data-driven approaches. Artificial intelligence and machine learning provided remarkable progress, but there is a lack of transparency and interpretability in such applications. To overcome such limitations, explainable AI (EXAI) provided a promising result. This paper applied the EXAI for disease diagnosis in the advancement of smart healthcare. The paper combined the approach of transfer learning, vision transformer, and explainabl", "in the advancement of smart healthcare. The paper combined the approach of transfer learning, vision transformer, and explainable AI and designed an ensemble approach for prediction of disease and its severity. The result is evaluated on a dataset of Alzheimer's disease. The result analysis compared the performance of transfer learning models with the ensemble model of transfer learning and vision transformer. For training, InceptionV3, VGG19, Resnet50, and Densenet121 transfer learning models were selected", "rning and vision transformer. For training, InceptionV3, VGG19, Resnet50, and Densenet121 transfer learning models were selected for ensembling with vision transformer. The result compares the performance of two models: a transfer learning (TL) model and an ensemble transfer learning (Ensemble TL) model combined with vision transformer (ViT) on ADNI dataset. For the TL model, the accuracy is 58 %, precision is 52 %, recall is 42 %, and the F1-score is 44 %. Whereas, the Ensemble TL model with ViT shows sign", "ccuracy is 58 %, precision is 52 %, recall is 42 %, and the F1-score is 44 %. Whereas, the Ensemble TL model with ViT shows significantly improved performance i.e., 96 % of accuracy, 94 % of precision, 90 % of recall and 92 % of F1-score on ADNI dataset. This shows the efficacy of the ensemble model over transfer learning models."]}, {"title": "Role of artificial intelligence, machine learning and deep learning models in corneal disorders - A narrative review.", "summary": "In the last decade, artificial intelligence (AI) has significantly impacted ophthalmology, particularly in managing corneal diseases, a major reversible cause of blindness. This review explores AI's transformative role in the corneal subspecialty, which has adopted advanced technology for superior clinical judgment, early diagnosis, and personalized therapy. While AI's role in anterior segment diseases is less documented compared to glaucoma and retinal pathologies, this review highlights its integration into corneal diagnostics through imaging techniques like slit-lamp biomicroscopy, anterior segment optical coherence tomography (AS-OCT), and in vivo confocal biomicroscopy. AI has been pivotal in refining decision-making and prognosis for conditions such as keratoconus, infectious keratitis, and dystrophies. Multi-disease deep learning neural networks (MDDNs) have shown diagnostic ability in classifying corneal diseases using AS-OCT images, achieving notable metrics like an AUC of 0.910. AI's progress over two decades has significantly improved the accuracy of diagnosing conditions like keratoconus and microbial keratitis. For instance, AI has achieved a 90.7% accuracy rate in classifying bacterial and fungal keratitis and an AUC of 0.910 in differentiating various corneal diseases. Convolutional neural networks (CNNs) have enhanced the analysis of color-coded corneal maps, yielding up to 99.3% diagnostic accuracy for keratoconus. Deep learning algorithms have also shown robust performance in detecting fungal hyphae on in vivo confocal microscopy, with precise quantification of hyphal density. AI models combining tomography scans and visual acuity have demonstrated up to 97% accuracy in keratoconus staging according to the Amsler-Krumeich classification. However, the review acknowledges the limitations of current AI models, including their reliance on binary classification, which may not capture the complexity of real-world clinical presentations with multiple coexisting disorders. Challenges also include dependency on data quality, diverse imaging protocols, and integrating multimodal images for a generalized AI diagnosis. The need for interpretability in AI models is emphasized to foster trust and applicability in clinical settings. Looking ahead, AI has the potential to unravel the intricate mechanisms behind corneal pathologies, reduce healthcare's carbon footprint, and revolutionize diagnostic and management paradigms. Ethical and regulatory considerations will accompany AI's clinical adoption, marking an era where AI not only assists but augments ophthalmic care.", "chunks": ["In the last decade, artificial intelligence (AI) has significantly impacted ophthalmology, particularly in managing corneal diseases, a major reversible cause of blindness. This review explores AI's transformative role in the corneal subspecialty, which has adopted advanced technology for superior clinical judgment, early diagnosis, and personalized therapy. While AI's role in anterior segment diseases is less documented compared to glaucoma and retinal pathologies, this review highlights its integration in", "rior segment diseases is less documented compared to glaucoma and retinal pathologies, this review highlights its integration into corneal diagnostics through imaging techniques like slit-lamp biomicroscopy, anterior segment optical coherence tomography (AS-OCT), and in vivo confocal biomicroscopy. AI has been pivotal in refining decision-making and prognosis for conditions such as keratoconus, infectious keratitis, and dystrophies. Multi-disease deep learning neural networks (MDDNs) have shown diagnostic a", " keratoconus, infectious keratitis, and dystrophies. Multi-disease deep learning neural networks (MDDNs) have shown diagnostic ability in classifying corneal diseases using AS-OCT images, achieving notable metrics like an AUC of 0.910. AI's progress over two decades has significantly improved the accuracy of diagnosing conditions like keratoconus and microbial keratitis. For instance, AI has achieved a 90.7% accuracy rate in classifying bacterial and fungal keratitis and an AUC of 0.910 in differentiating v", "ce, AI has achieved a 90.7% accuracy rate in classifying bacterial and fungal keratitis and an AUC of 0.910 in differentiating various corneal diseases. Convolutional neural networks (CNNs) have enhanced the analysis of color-coded corneal maps, yielding up to 99.3% diagnostic accuracy for keratoconus. Deep learning algorithms have also shown robust performance in detecting fungal hyphae on in vivo confocal microscopy, with precise quantification of hyphal density. AI models combining tomography scans and v", "hyphae on in vivo confocal microscopy, with precise quantification of hyphal density. AI models combining tomography scans and visual acuity have demonstrated up to 97% accuracy in keratoconus staging according to the Amsler-Krumeich classification. However, the review acknowledges the limitations of current AI models, including their reliance on binary classification, which may not capture the complexity of real-world clinical presentations with multiple coexisting disorders. Challenges also include depend", "t capture the complexity of real-world clinical presentations with multiple coexisting disorders. Challenges also include dependency on data quality, diverse imaging protocols, and integrating multimodal images for a generalized AI diagnosis. The need for interpretability in AI models is emphasized to foster trust and applicability in clinical settings. Looking ahead, AI has the potential to unravel the intricate mechanisms behind corneal pathologies, reduce healthcare's carbon footprint, and revolutionize ", "tential to unravel the intricate mechanisms behind corneal pathologies, reduce healthcare's carbon footprint, and revolutionize diagnostic and management paradigms. Ethical and regulatory considerations will accompany AI's clinical adoption, marking an era where AI not only assists but augments ophthalmic care."]}, {"title": "Innovative Approaches to Enhance and Measure Medication Adherence in Chronic Disease Management: A Review.", "summary": "Medication non-adherence is a problem that affects up to 50% of patients with chronic diseases. The result is a failure to achieve therapeutic goals and an increased burden on the healthcare system. It is, therefore, highly appropriate to develop models to assess patient adherence to prescribed therapy. To date, there are many methods for doing this. However, several tools have been developed that subjectively or objectively, directly or indirectly, assess the level of patient adherence. Electronic medication packaging devices are among the most rapidly evolving methods of measuring adherence. Other emerging technologies include the use of artificial intelligence algorithms and ingestible biosensors. The former is being used to create applications for mobile phones and laptops. The latter appears to be the least susceptible to the risk of overestimating adherence but remains very expensive. Here, we present recent developments in measuring patient adherence, and provide details of achievements in objective methods for assessing adherence, such as electronic monitoring devices, video-observed therapy, and ingestible biosensors. A dedicated section on using artificial intelligence and machine learning in adherence measurement and reviewing questionnaires and scales used in specific diseases is also included. Methods are discussed along with their advantages and potential limitations. This article aimed to review current measures and future initiatives to improve patient medication adherence.", "chunks": ["Medication non-adherence is a problem that affects up to 50% of patients with chronic diseases. The result is a failure to achieve therapeutic goals and an increased burden on the healthcare system. It is, therefore, highly appropriate to develop models to assess patient adherence to prescribed therapy. To date, there are many methods for doing this. However, several tools have been developed that subjectively or objectively, directly or indirectly, assess the level of patient adherence. Electronic medicati", "n developed that subjectively or objectively, directly or indirectly, assess the level of patient adherence. Electronic medication packaging devices are among the most rapidly evolving methods of measuring adherence. Other emerging technologies include the use of artificial intelligence algorithms and ingestible biosensors. The former is being used to create applications for mobile phones and laptops. The latter appears to be the least susceptible to the risk of overestimating adherence but remains very exp", " phones and laptops. The latter appears to be the least susceptible to the risk of overestimating adherence but remains very expensive. Here, we present recent developments in measuring patient adherence, and provide details of achievements in objective methods for assessing adherence, such as electronic monitoring devices, video-observed therapy, and ingestible biosensors. A dedicated section on using artificial intelligence and machine learning in adherence measurement and reviewing questionnaires and sca", "ated section on using artificial intelligence and machine learning in adherence measurement and reviewing questionnaires and scales used in specific diseases is also included. Methods are discussed along with their advantages and potential limitations. This article aimed to review current measures and future initiatives to improve patient medication adherence."]}, {"title": "Large Language Model-Based Natural Language Encoding Could Be All You Need for Drug Biomedical Association Prediction.", "summary": "Analyzing drug-related interactions in the field of biomedicine has been a critical aspect of drug discovery and development. While various artificial intelligence (AI)-based tools have been proposed to analyze drug biomedical associations (DBAs), their feature encoding did not adequately account for crucial biomedical functions and semantic concepts, thereby still hindering their progress. Since the advent of ChatGPT by OpenAI in 2022, large language models (LLMs) have demonstrated rapid growth and significant success across various applications. Herein, LEDAP was introduced, which uniquely leveraged LLM-based biotext feature encoding for predicting drug-disease associations, drug-drug interactions, and drug-side effect associations. Benefiting from the large-scale knowledgebase pre-training, LLMs had great potential in drug development analysis owing to their holistic understanding of natural language and human topics. LEDAP illustrated its notable competitiveness in comparison with other popular DBA analysis tools. Specifically, even in simple conjunction with classical machine learning methods, LLM-based feature representations consistently enabled satisfactory performance across diverse DBA tasks like binary classification, multiclass classification, and regression. Our findings underpinned the considerable potential of LLMs in drug development research, indicating a catalyst for further progress in related fields.", "chunks": ["Analyzing drug-related interactions in the field of biomedicine has been a critical aspect of drug discovery and development. While various artificial intelligence (AI)-based tools have been proposed to analyze drug biomedical associations (DBAs), their feature encoding did not adequately account for crucial biomedical functions and semantic concepts, thereby still hindering their progress. Since the advent of ChatGPT by OpenAI in 2022, large language models (LLMs) have demonstrated rapid growth and signifi", "progress. Since the advent of ChatGPT by OpenAI in 2022, large language models (LLMs) have demonstrated rapid growth and significant success across various applications. Herein, LEDAP was introduced, which uniquely leveraged LLM-based biotext feature encoding for predicting drug-disease associations, drug-drug interactions, and drug-side effect associations. Benefiting from the large-scale knowledgebase pre-training, LLMs had great potential in drug development analysis owing to their holistic understanding", "ge-scale knowledgebase pre-training, LLMs had great potential in drug development analysis owing to their holistic understanding of natural language and human topics. LEDAP illustrated its notable competitiveness in comparison with other popular DBA analysis tools. Specifically, even in simple conjunction with classical machine learning methods, LLM-based feature representations consistently enabled satisfactory performance across diverse DBA tasks like binary classification, multiclass classification, and ", "nsistently enabled satisfactory performance across diverse DBA tasks like binary classification, multiclass classification, and regression. Our findings underpinned the considerable potential of LLMs in drug development research, indicating a catalyst for further progress in related fields."]}, {"title": "Transforming Hypertension Diagnosis and Management in The Era of Artificial Intelligence: A 2023 National Heart, Lung, and Blood Institute (NHLBI) Workshop Report.", "summary": "Hypertension is among the most important risk factors for cardiovascular disease, chronic kidney disease, and dementia. The artificial intelligence (AI) field is advancing quickly, and there has been little discussion on how AI could be leveraged for improving the diagnosis and management of hypertension. AI technologies, including machine learning tools, could alter the way we diagnose and manage hypertension, with potential impacts for improving individual and population health. The development of successful AI tools in public health and health care systems requires diverse types of expertise with collaborative relationships between clinicians, engineers, and data scientists. Unbiased data sources, management, and analyses remain a foundational challenge. From a diagnostic standpoint, machine learning tools may improve the measurement of blood pressure and be useful in the prediction of incident hypertension. To advance the management of hypertension, machine learning tools may be useful to find personalized treatments for patients using analytics to predict response to antihypertension medications and the risk for hypertension-related complications. However, there are real-world implementation challenges to using AI tools in hypertension. Herein, we summarize key findings from a diverse group of stakeholders who participated in a workshop held by the National Heart, Lung, and Blood Institute in March 2023. Workshop participants presented information on communication gaps between clinical medicine, data science, and engineering in health care; novel approaches to estimating BP, hypertension risk, and BP control; and real-world implementation challenges and issues.", "chunks": ["Hypertension is among the most important risk factors for cardiovascular disease, chronic kidney disease, and dementia. The artificial intelligence (AI) field is advancing quickly, and there has been little discussion on how AI could be leveraged for improving the diagnosis and management of hypertension. AI technologies, including machine learning tools, could alter the way we diagnose and manage hypertension, with potential impacts for improving individual and population health. The development of success", "gnose and manage hypertension, with potential impacts for improving individual and population health. The development of successful AI tools in public health and health care systems requires diverse types of expertise with collaborative relationships between clinicians, engineers, and data scientists. Unbiased data sources, management, and analyses remain a foundational challenge. From a diagnostic standpoint, machine learning tools may improve the measurement of blood pressure and be useful in the predicti", "From a diagnostic standpoint, machine learning tools may improve the measurement of blood pressure and be useful in the prediction of incident hypertension. To advance the management of hypertension, machine learning tools may be useful to find personalized treatments for patients using analytics to predict response to antihypertension medications and the risk for hypertension-related complications. However, there are real-world implementation challenges to using AI tools in hypertension. Herein, we summari", "ted complications. However, there are real-world implementation challenges to using AI tools in hypertension. Herein, we summarize key findings from a diverse group of stakeholders who participated in a workshop held by the National Heart, Lung, and Blood Institute in March 2023. Workshop participants presented information on communication gaps between clinical medicine, data science, and engineering in health care; novel approaches to estimating BP, hypertension risk, and BP control; and real-world impleme", "ce, and engineering in health care; novel approaches to estimating BP, hypertension risk, and BP control; and real-world implementation challenges and issues."]}, {"title": "Explainable coronary artery disease prediction model based on AutoGluon from AutoML framework.", "summary": "This study focuses on the innovative application of Automated Machine Learning (AutoML) technology in cardiovascular medicine to construct an explainable Coronary Artery Disease (CAD) prediction model to support the clinical diagnosis of CAD.", "chunks": ["This study focuses on the innovative application of Automated Machine Learning (AutoML) technology in cardiovascular medicine to construct an explainable Coronary Artery Disease (CAD) prediction model to support the clinical diagnosis of CAD."]}, {"title": "Ethical Considerations in the Use of Artificial Intelligence and Machine Learning in Health Care: A Comprehensive Review.", "summary": "Artificial intelligence (AI) and machine learning (ML) technologies are revolutionizing health care by offering unprecedented opportunities to enhance patient care, optimize clinical workflows, and advance medical research. However, the integration of AI and ML into healthcare systems raises significant ethical considerations that must be carefully addressed to ensure responsible and equitable deployment. This comprehensive review explored the multifaceted ethical considerations surrounding the use of AI and ML in health care, including privacy and data security, algorithmic bias, transparency, clinical validation, and professional responsibility. By critically examining these ethical dimensions, stakeholders can navigate the ethical complexities of AI and ML integration in health care, while safeguarding patient welfare and upholding ethical principles. By embracing ethical best practices and fostering collaboration across interdisciplinary teams, the healthcare community can harness the full potential of AI and ML technologies to usher in a new era of personalized data-driven health care that prioritizes patient well-being and equity.", "chunks": ["Artificial intelligence (AI) and machine learning (ML) technologies are revolutionizing health care by offering unprecedented opportunities to enhance patient care, optimize clinical workflows, and advance medical research. However, the integration of AI and ML into healthcare systems raises significant ethical considerations that must be carefully addressed to ensure responsible and equitable deployment. This comprehensive review explored the multifaceted ethical considerations surrounding the use of AI an", "nd equitable deployment. This comprehensive review explored the multifaceted ethical considerations surrounding the use of AI and ML in health care, including privacy and data security, algorithmic bias, transparency, clinical validation, and professional responsibility. By critically examining these ethical dimensions, stakeholders can navigate the ethical complexities of AI and ML integration in health care, while safeguarding patient welfare and upholding ethical principles. By embracing ethical best pra", "L integration in health care, while safeguarding patient welfare and upholding ethical principles. By embracing ethical best practices and fostering collaboration across interdisciplinary teams, the healthcare community can harness the full potential of AI and ML technologies to usher in a new era of personalized data-driven health care that prioritizes patient well-being and equity.", "y."]}, {"title": "Development and validation of 10-year risk prediction models of cardiovascular disease in Chinese type 2 diabetes mellitus patients in primary care using interpretable machine learning-based methods.", "summary": "To develop 10-year cardiovascular disease (CVD) risk prediction models in Chinese patients with type 2 diabetes mellitus (T2DM) managed in primary care using machine learning (ML) methods.", "chunks": ["To develop 10-year cardiovascular disease (CVD) risk prediction models in Chinese patients with type 2 diabetes mellitus (T2DM) managed in primary care using machine learning (ML) methods."]}, {"title": "Predicting pharmaceutical prices. Advances based on purchase-level data and machine learning.", "summary": "Increased costs in the health sector have put considerable strain on the public budgets allocated to pharmaceutical purchases. Faced with such pressures amplified by financial crises and pandemics, national purchasing authorities are presented with a puzzle: how to procure pharmaceuticals of the highest quality for the lowest price. The literature explored a range of impactful factors using data on producer and reference prices, but largely foregone the use of data on individual purchases by diverse public buyers.", "chunks": ["Increased costs in the health sector have put considerable strain on the public budgets allocated to pharmaceutical purchases. Faced with such pressures amplified by financial crises and pandemics, national purchasing authorities are presented with a puzzle: how to procure pharmaceuticals of the highest quality for the lowest price. The literature explored a range of impactful factors using data on producer and reference prices, but largely foregone the use of data on individual purchases by diverse public ", "ors using data on producer and reference prices, but largely foregone the use of data on individual purchases by diverse public buyers."]}, {"title": "Ethical Implications of Artificial Intelligence in Gastroenterology: The Co-pilot or the Captain?", "summary": "Though artificial intelligence (AI) is being widely implemented in gastroenterology (GI) and hepatology and has the potential to be paradigm shifting for clinical practice, its pitfalls must be considered along with its advantages. Currently, although the use of AI is limited in practice to supporting clinical judgment, medicine is rapidly heading toward a global environment where AI will be increasingly autonomous. Broader implementation of AI will require careful ethical considerations, specifically related to bias, privacy, and consent. Widespread use of AI raises concerns related to increasing rates of systematic errors, potentially due to bias introduced in training datasets. We propose that a central repository for collection and analysis for training and validation datasets is essential to overcoming potential biases. Since AI does not have built-in concepts of bias and equality, humans involved in AI development and implementation must ensure its ethical use and development. Moreover, ethical concerns regarding data ownership and health information privacy are likely to emerge, obviating traditional methods of obtaining patient consent that cover all possible uses of patient data. The question of liability in case of adverse events related to use of AI in GI must be addressed among the physician, the healthcare institution, and the AI developer. Though the future of AI in GI is very promising, herein we review the ethical considerations in need of additional guidance informed by community experience and collective expertise.", "chunks": ["Though artificial intelligence (AI) is being widely implemented in gastroenterology (GI) and hepatology and has the potential to be paradigm shifting for clinical practice, its pitfalls must be considered along with its advantages. Currently, although the use of AI is limited in practice to supporting clinical judgment, medicine is rapidly heading toward a global environment where AI will be increasingly autonomous. Broader implementation of AI will require careful ethical considerations, specifically relat", "AI will be increasingly autonomous. Broader implementation of AI will require careful ethical considerations, specifically related to bias, privacy, and consent. Widespread use of AI raises concerns related to increasing rates of systematic errors, potentially due to bias introduced in training datasets. We propose that a central repository for collection and analysis for training and validation datasets is essential to overcoming potential biases. Since AI does not have built-in concepts of bias and equali", "and validation datasets is essential to overcoming potential biases. Since AI does not have built-in concepts of bias and equality, humans involved in AI development and implementation must ensure its ethical use and development. Moreover, ethical concerns regarding data ownership and health information privacy are likely to emerge, obviating traditional methods of obtaining patient consent that cover all possible uses of patient data. The question of liability in case of adverse events related to use of AI", "t consent that cover all possible uses of patient data. The question of liability in case of adverse events related to use of AI in GI must be addressed among the physician, the healthcare institution, and the AI developer. Though the future of AI in GI is very promising, herein we review the ethical considerations in need of additional guidance informed by community experience and collective expertise.", " collective expertise."]}, {"title": "Evaluating gender bias in ML-based clinical risk prediction models: A study on multiple use cases at different hospitals.", "summary": "An inherent difference exists between male and female bodies, the historical under-representation of females in clinical trials widened this gap in existing healthcare data. The fairness of clinical decision-support tools is at risk when developed based on biased data. This paper aims to quantitatively assess the gender bias in risk prediction models. We aim to generalize our findings by performing this investigation on multiple use cases at different hospitals.", "chunks": ["An inherent difference exists between male and female bodies, the historical under-representation of females in clinical trials widened this gap in existing healthcare data. The fairness of clinical decision-support tools is at risk when developed based on biased data. This paper aims to quantitatively assess the gender bias in risk prediction models. We aim to generalize our findings by performing this investigation on multiple use cases at different hospitals.", "ngs by performing this investigation on multiple use cases at different hospitals."]}, {"title": "An assessment of the value of deep neural networks in genetic risk prediction for surgically relevant outcomes.", "summary": "Postoperative complications affect up to 15% of surgical patients constituting a major part of the overall disease burden in a modern healthcare system. While several surgical risk calculators have been developed, none have so far been shown to decrease the associated mortality and morbidity. Combining deep neural networks and genomics with the already established clinical predictors may hold promise for improvement.", "chunks": ["Postoperative complications affect up to 15% of surgical patients constituting a major part of the overall disease burden in a modern healthcare system. While several surgical risk calculators have been developed, none have so far been shown to decrease the associated mortality and morbidity. Combining deep neural networks and genomics with the already established clinical predictors may hold promise for improvement.", "rs may hold promise for improvement."]}, {"title": "Predictive Modeling of Long-Term Prognosis After Resection in Typical Pulmonary Carcinoid: A Machine Learning Perspective.", "summary": "Typical Pulmonary Carcinoid (TPC) is defined by its slow growth, frequently necessitating surgical intervention. Despite this, the long-term outcomes following tumor resection are not well understood. This study examined the factors impacting Overall Survival (OS) in patients with TPC, leveraging data from the Surveillance, Epidemiology, and End Results database spanning from 2000 to 2018. We employed Lasso-Cox analysis to identify prognostic features and developed various models using Random Forest, XGBoost, and Cox regression algorithms. Subsequently, we assessed model performance using metrics such as Area Under the Curve (AUC), calibration plot, Brier score, and Decision Curve Analysis (DCA). Among the 2687 patients, we identified five clinical features significantly affecting OS. Notably, the Random Forest model exhibited strong performance, achieving 5- and 7-year AUC values of 0.744/0.757 in the training set and 0.715/0.740 in the validation set, respectively, outperforming other models. Additionally, we developed a web-based platform aimed at facilitating easy access to the model. This study presents a machine learning model and a web-based support system for healthcare professionals, assisting in personalized treatment decisions for patients with TPC post-tumor resection.", "chunks": ["Typical Pulmonary Carcinoid (TPC) is defined by its slow growth, frequently necessitating surgical intervention. Despite this, the long-term outcomes following tumor resection are not well understood. This study examined the factors impacting Overall Survival (OS) in patients with TPC, leveraging data from the Surveillance, Epidemiology, and End Results database spanning from 2000 to 2018. We employed Lasso-Cox analysis to identify prognostic features and developed various models using Random Forest, XGBoos", "to 2018. We employed Lasso-Cox analysis to identify prognostic features and developed various models using Random Forest, XGBoost, and Cox regression algorithms. Subsequently, we assessed model performance using metrics such as Area Under the Curve (AUC), calibration plot, Brier score, and Decision Curve Analysis (DCA). Among the 2687 patients, we identified five clinical features significantly affecting OS. Notably, the Random Forest model exhibited strong performance, achieving 5- and 7-year AUC values of", "significantly affecting OS. Notably, the Random Forest model exhibited strong performance, achieving 5- and 7-year AUC values of 0.744/0.757 in the training set and 0.715/0.740 in the validation set, respectively, outperforming other models. Additionally, we developed a web-based platform aimed at facilitating easy access to the model. This study presents a machine learning model and a web-based support system for healthcare professionals, assisting in personalized treatment decisions for patients with TPC ", "nd a web-based support system for healthcare professionals, assisting in personalized treatment decisions for patients with TPC post-tumor resection."]}, {"title": "Enhanced enchondroma detection from x-ray images using deep learning: A step towards accurate and cost-effective diagnosis.", "summary": "This study investigates the automated detection of enchondromas, benign cartilage tumors, from x-ray images using deep learning techniques. Enchondromas pose diagnostic challenges due to their potential for malignant transformation and overlapping radiographic features with other conditions. Leveraging a data set comprising 1645 x-ray images from 1173 patients, a deep-learning model implemented with Detectron2 achieved an accuracy of 0.9899 in detecting enchondromas. The study employed rigorous validation processes and compared its findings with the existing literature, highlighting the superior performance of the deep learning approach. Results indicate the potential of machine learning in improving diagnostic accuracy and reducing healthcare costs associated with advanced imaging modalities. The study underscores the significance of early and accurate detection of enchondromas for effective patient management and suggests avenues for further research in musculoskeletal tumor detection.", "chunks": ["This study investigates the automated detection of enchondromas, benign cartilage tumors, from x-ray images using deep learning techniques. Enchondromas pose diagnostic challenges due to their potential for malignant transformation and overlapping radiographic features with other conditions. Leveraging a data set comprising 1645 x-ray images from 1173 patients, a deep-learning model implemented with Detectron2 achieved an accuracy of 0.9899 in detecting enchondromas. The study employed rigorous validation p", "l implemented with Detectron2 achieved an accuracy of 0.9899 in detecting enchondromas. The study employed rigorous validation processes and compared its findings with the existing literature, highlighting the superior performance of the deep learning approach. Results indicate the potential of machine learning in improving diagnostic accuracy and reducing healthcare costs associated with advanced imaging modalities. The study underscores the significance of early and accurate detection of enchondromas for ", "ed with advanced imaging modalities. The study underscores the significance of early and accurate detection of enchondromas for effective patient management and suggests avenues for further research in musculoskeletal tumor detection."]}, {"title": "Role of Artificial Intelligence in the Diagnosis of Gastroesophageal Reflux Disease.", "summary": "Gastroesophageal reflux disease (GERD) is a disorder that usually presents with heartburn. GERD is diagnosed clinically, but most patients are misdiagnosed due to atypical presentations. The increased use of artificial intelligence (AI) in healthcare has provided multiple ways of diagnosing and treating patients accurately. In this review, multiple studies in which AI models were used to diagnose GERD are discussed. According to the studies, using AI models helped to diagnose GERD in patients accurately. AI, although considered one of the most potent emerging aspects of medicine with its accuracy in patient diagnosis, presents limitations of its own, which explains why healthcare providers may hesitate to use AI in patient care. The challenges and limitations should be addressed before AI is fully incorporated into the healthcare system.", "chunks": ["Gastroesophageal reflux disease (GERD) is a disorder that usually presents with heartburn. GERD is diagnosed clinically, but most patients are misdiagnosed due to atypical presentations. The increased use of artificial intelligence (AI) in healthcare has provided multiple ways of diagnosing and treating patients accurately. In this review, multiple studies in which AI models were used to diagnose GERD are discussed. According to the studies, using AI models helped to diagnose GERD in patients accurately. AI", "sed to diagnose GERD are discussed. According to the studies, using AI models helped to diagnose GERD in patients accurately. AI, although considered one of the most potent emerging aspects of medicine with its accuracy in patient diagnosis, presents limitations of its own, which explains why healthcare providers may hesitate to use AI in patient care. The challenges and limitations should be addressed before AI is fully incorporated into the healthcare system.", "s should be addressed before AI is fully incorporated into the healthcare system."]}, {"title": "Advancing healthcare: the role and impact of AI and foundation models.", "summary": "The integration of artificial intelligence (AI) into the healthcare domain is a monumental shift with profound implications for diagnostics, medical interventions, and the overall structure of healthcare systems.", "chunks": ["The integration of artificial intelligence (AI) into the healthcare domain is a monumental shift with profound implications for diagnostics, medical interventions, and the overall structure of healthcare systems."]}, {"title": "Recent methodological advances in federated learning for healthcare.", "summary": "For healthcare datasets, it is often impossible to combine data samples from multiple sites due to ethical, privacy, or logistical concerns. Federated learning allows for the utilization of powerful machine learning algorithms without requiring the pooling of data. Healthcare data have many simultaneous challenges, such as highly siloed data, class imbalance, missing data, distribution shifts, and non-standardized variables, that require new methodologies to address. Federated learning adds significant methodological complexity to conventional centralized machine learning, requiring distributed optimization, communication between nodes, aggregation of models, and redistribution of models. In this systematic review, we consider all papers on Scopus published between January 2015 and February 2023 that describe new federated learning methodologies for addressing challenges with healthcare data. We reviewed 89 papers meeting these criteria. Significant systemic issues were identified throughout the literature, compromising many methodologies reviewed. We give detailed recommendations to help improve methodology development for federated learning in healthcare.", "chunks": ["For healthcare datasets, it is often impossible to combine data samples from multiple sites due to ethical, privacy, or logistical concerns. Federated learning allows for the utilization of powerful machine learning algorithms without requiring the pooling of data. Healthcare data have many simultaneous challenges, such as highly siloed data, class imbalance, missing data, distribution shifts, and non-standardized variables, that require new methodologies to address. Federated learning adds significant meth", "tion shifts, and non-standardized variables, that require new methodologies to address. Federated learning adds significant methodological complexity to conventional centralized machine learning, requiring distributed optimization, communication between nodes, aggregation of models, and redistribution of models. In this systematic review, we consider all papers on Scopus published between January 2015 and February 2023 that describe new federated learning methodologies for addressing challenges with healthc", "between January 2015 and February 2023 that describe new federated learning methodologies for addressing challenges with healthcare data. We reviewed 89 papers meeting these criteria. Significant systemic issues were identified throughout the literature, compromising many methodologies reviewed. We give detailed recommendations to help improve methodology development for federated learning in healthcare.", "learning in healthcare."]}, {"title": "Advancing grading and outcome prediction in aneurysmal subarachnoid hemorrhage: Harnessing artificial intelligence and machine learning for precision healthcare.", "summary": "", "chunks": []}, {"title": "Deep transfer learning for detection of breast arterial calcifications on mammograms: a comparative study.", "summary": "Breast arterial calcifications (BAC) are common incidental findings on routine mammograms, which have been suggested as a sex-specific biomarker of cardiovascular disease (CVD) risk. Previous work showed the efficacy of a pretrained convolutional network (CNN), VCG16, for automatic BAC detection. In this study, we further tested the method by a comparative analysis with other ten CNNs.", "chunks": ["Breast arterial calcifications (BAC) are common incidental findings on routine mammograms, which have been suggested as a sex-specific biomarker of cardiovascular disease (CVD) risk. Previous work showed the efficacy of a pretrained convolutional network (CNN), VCG16, for automatic BAC detection. In this study, we further tested the method by a comparative analysis with other ten CNNs.", "NNs."]}, {"title": "A systematic review on artificial intelligence evaluating PSMA PET scan for intraprostatic cancer.", "summary": "To assess artificial intelligence (AI) ability to evaluate intraprostatic prostate cancer (PCa) on prostate-specific membrane antigen positron emission tomography (PSMA PET) scans prior to active treatment (radiotherapy or prostatectomy).", "chunks": ["To assess artificial intelligence (AI) ability to evaluate intraprostatic prostate cancer (PCa) on prostate-specific membrane antigen positron emission tomography (PSMA PET) scans prior to active treatment (radiotherapy or prostatectomy)."]}, {"title": "[The application of artificial intellect in health care: prospects and challenges for science and clinical medicine].", "summary": "The paper analyses publications data related to issues of application of AI and machine learning systems in medical science and practice. The particular attention is paid to key points of AI application in health care: diagnostics, telemedicine, development of new medications, medical rehabilitation and management decision-making process. Despite broad perspectives of applying the given systems in clinical practice and pharmaceutical industry, there are a number of such unsolved problems as ensuring information security, risk of making erroneous decisions and necessity to change existing normative legal base of health care.", "chunks": ["The paper analyses publications data related to issues of application of AI and machine learning systems in medical science and practice. The particular attention is paid to key points of AI application in health care: diagnostics, telemedicine, development of new medications, medical rehabilitation and management decision-making process. Despite broad perspectives of applying the given systems in clinical practice and pharmaceutical industry, there are a number of such unsolved problems as ensuring informa", "given systems in clinical practice and pharmaceutical industry, there are a number of such unsolved problems as ensuring information security, risk of making erroneous decisions and necessity to change existing normative legal base of health care."]}, {"title": "Statistical Signal Detection Algorithm in Safety Data: A Proprietary Method Compared to Industry Standard Methods.", "summary": "Several quantitative methods have been established, in pharmacovigilance, to detect signals of disproportionate reporting (SDRs) from databases containing reports of adverse drug reactions (ADRs). The signal detection algorithms (SDAs) and the source of the reporting per product vary, but it is unclear whether any algorithm can provide satisfactory performance using data with such large variance factors.", "chunks": ["Several quantitative methods have been established, in pharmacovigilance, to detect signals of disproportionate reporting (SDRs) from databases containing reports of adverse drug reactions (ADRs). The signal detection algorithms (SDAs) and the source of the reporting per product vary, but it is unclear whether any algorithm can provide satisfactory performance using data with such large variance factors.", "large variance factors."]}, {"title": "Automatic 3D reconstruction of vertebrae from orthogonal bi-planar radiographs.", "summary": "When conducting spine-related diagnosis and surgery, the three-dimensional (3D) upright posture of the spine under natural weight bearing is of significant clinical value for physicians to analyze the force on the spine. However, existing medical imaging technologies cannot meet current requirements of medical service. On the one hand, the mainstream 3D volumetric imaging modalities (e.g. CT and MRI) require patients to lie down during the imaging process. On the other hand, the imaging modalities conducted in an upright posture (e.g. radiograph) can only realize 2D projections, which lose the valid information of spinal anatomy and curvature. Developments of deep learning-based 3D reconstruction methods bring potential to overcome the limitations of the existing medical imaging technologies. To deal with the limitations of current medical imaging technologies as is described above, in this paper, we propose a novel deep learning framework, ReVerteR, which can realize automatic 3D Reconstruction of Vertebrae from orthogonal bi-planar Radiographs. With the utilization of self-attention mechanism and specially designed loss function combining Dice, Hausdorff, Focal, and MSE, ReVerteR can alleviate the sample-imbalance problem during the reconstruction process and realize the fusion of the centroid annotation and the focused vertebra. Furthermore, aiming at automatic and customized 3D spinal reconstruction in real-world scenarios, we extend ReVerteR to a clinical deployment-oriented framework, and develop an interactive interface with all functions in the framework integrated so as to enhance human-computer interaction during clinical decision-making. Extensive experiments and visualization conducted on our constructed datasets based on two benchmark datasets of spinal CT, VerSe 2019 and VerSe 2020, demonstrate the effectiveness of our proposed ReVerteR. In this paper, we propose an automatic 3D reconstruction method of vertebrae based on orthogonal bi-planar radiographs. With the 3D upright posture of the spine under natural weight bearing effectively constructed, our proposed method is expected to better support doctors make clinical decision during spine-related diagnosis and surgery.", "chunks": ["When conducting spine-related diagnosis and surgery, the three-dimensional (3D) upright posture of the spine under natural weight bearing is of significant clinical value for physicians to analyze the force on the spine. However, existing medical imaging technologies cannot meet current requirements of medical service. On the one hand, the mainstream 3D volumetric imaging modalities (e.g. CT and MRI) require patients to lie down during the imaging process. On the other hand, the imaging modalities conducted", "s (e.g. CT and MRI) require patients to lie down during the imaging process. On the other hand, the imaging modalities conducted in an upright posture (e.g. radiograph) can only realize 2D projections, which lose the valid information of spinal anatomy and curvature. Developments of deep learning-based 3D reconstruction methods bring potential to overcome the limitations of the existing medical imaging technologies. To deal with the limitations of current medical imaging technologies as is described above, ", "sting medical imaging technologies. To deal with the limitations of current medical imaging technologies as is described above, in this paper, we propose a novel deep learning framework, ReVerteR, which can realize automatic 3D Reconstruction of Vertebrae from orthogonal bi-planar Radiographs. With the utilization of self-attention mechanism and specially designed loss function combining Dice, Hausdorff, Focal, and MSE, ReVerteR can alleviate the sample-imbalance problem during the reconstruction process an", "bining Dice, Hausdorff, Focal, and MSE, ReVerteR can alleviate the sample-imbalance problem during the reconstruction process and realize the fusion of the centroid annotation and the focused vertebra. Furthermore, aiming at automatic and customized 3D spinal reconstruction in real-world scenarios, we extend ReVerteR to a clinical deployment-oriented framework, and develop an interactive interface with all functions in the framework integrated so as to enhance human-computer interaction during clinical deci", "active interface with all functions in the framework integrated so as to enhance human-computer interaction during clinical decision-making. Extensive experiments and visualization conducted on our constructed datasets based on two benchmark datasets of spinal CT, VerSe 2019 and VerSe 2020, demonstrate the effectiveness of our proposed ReVerteR. In this paper, we propose an automatic 3D reconstruction method of vertebrae based on orthogonal bi-planar radiographs. With the 3D upright posture of the spine und", "ic 3D reconstruction method of vertebrae based on orthogonal bi-planar radiographs. With the 3D upright posture of the spine under natural weight bearing effectively constructed, our proposed method is expected to better support doctors make clinical decision during spine-related diagnosis and surgery."]}, {"title": "Semi-liquid metal-based highly permeable and adhesive electronic skin inspired by spider web.", "summary": "Soft and stretchable electronics have garnered significant attention in various fields, such as wearable electronics, electronic skins, and soft robotics. However, current wearable electronics made from materials like conductive elastomers, hydrogels, and liquid metals face limitations, including low permeability, poor adhesion, inadequate conductivity, and limited stretchability. These issues hinder their effectiveness in long-term healthcare monitoring and exercise monitoring. To address these challenges, we introduce a novel design of web-droplet-like electronics featuring a semi-liquid metal coating for wearable applications. This innovative design offers high permeability, excellent stretchability, strong adhesion, and good conductivity for the electronic skin. The unique structure, inspired by the architecture of a spider web, significantly enhances air permeability compared to commercial breathable patches. Furthermore, the distribution of polyborosiloxane mimics the adhesive properties of spider web mucus, while the use of semi-liquid metals in this design results in remarkable conductivity (9 × 10<sup>6</sup> S/m) and tensile performance (up to 850% strain). This advanced electronic skin technology enables long-term monitoring of various physiological parameters and supports machine learning recognition functions with unparalleled advantages. This web-droplet structure design strategy holds great promise for commercial applications in medical health monitoring and disease diagnosis.", "chunks": ["Soft and stretchable electronics have garnered significant attention in various fields, such as wearable electronics, electronic skins, and soft robotics. However, current wearable electronics made from materials like conductive elastomers, hydrogels, and liquid metals face limitations, including low permeability, poor adhesion, inadequate conductivity, and limited stretchability. These issues hinder their effectiveness in long-term healthcare monitoring and exercise monitoring. To address these challenges,", "These issues hinder their effectiveness in long-term healthcare monitoring and exercise monitoring. To address these challenges, we introduce a novel design of web-droplet-like electronics featuring a semi-liquid metal coating for wearable applications. This innovative design offers high permeability, excellent stretchability, strong adhesion, and good conductivity for the electronic skin. The unique structure, inspired by the architecture of a spider web, significantly enhances air permeability compared to", "ic skin. The unique structure, inspired by the architecture of a spider web, significantly enhances air permeability compared to commercial breathable patches. Furthermore, the distribution of polyborosiloxane mimics the adhesive properties of spider web mucus, while the use of semi-liquid metals in this design results in remarkable conductivity (9 × 10<sup>6</sup> S/m) and tensile performance (up to 850% strain). This advanced electronic skin technology enables long-term monitoring of various physiological", " performance (up to 850% strain). This advanced electronic skin technology enables long-term monitoring of various physiological parameters and supports machine learning recognition functions with unparalleled advantages. This web-droplet structure design strategy holds great promise for commercial applications in medical health monitoring and disease diagnosis."]}, {"title": "Hospitals with decreasing cost-to-charge ratios bill greater surgical charges for similar outcomes.", "summary": "The cost-to-charge ratio reflects the markup of hospital services. A lower cost-to-charge ratio indicates lower costs and/or greater charges. This study examines factors associated with cost-to-charge ratio trends to determine whether decreasing cost-to-charge ratio is associated with worse surgical outcomes.", "chunks": ["The cost-to-charge ratio reflects the markup of hospital services. A lower cost-to-charge ratio indicates lower costs and/or greater charges. This study examines factors associated with cost-to-charge ratio trends to determine whether decreasing cost-to-charge ratio is associated with worse surgical outcomes."]}, {"title": "Using Computational Learning for Non-Melanoma Skin Cancer and Actinic Keratosis Near-Infrared Hyperspectral Signature Classification.", "summary": "The early detection of Non-Melanoma Skin Cancer (NMSC) is essential to ensure patients receive the most effective treatment. Diagnostic screening tools for NMSC are crucial due to high confusion rates with other types of skin lesions, such as Actinic Keratosis. Nevertheless, current means of diagnosing and screening patients rely on either visual criteria, that are often conditioned by subjectivity and experience, or highly invasive, slow, and costly methods, such as histological diagnoses. From this, the objectives of the present study are to test if classification accuracies improve in the Near-Infrared region of the electromagnetic spectrum, as opposed to previous research in shorter wavelengths.", "chunks": ["The early detection of Non-Melanoma Skin Cancer (NMSC) is essential to ensure patients receive the most effective treatment. Diagnostic screening tools for NMSC are crucial due to high confusion rates with other types of skin lesions, such as Actinic Keratosis. Nevertheless, current means of diagnosing and screening patients rely on either visual criteria, that are often conditioned by subjectivity and experience, or highly invasive, slow, and costly methods, such as histological diagnoses. From this, the o", "d by subjectivity and experience, or highly invasive, slow, and costly methods, such as histological diagnoses. From this, the objectives of the present study are to test if classification accuracies improve in the Near-Infrared region of the electromagnetic spectrum, as opposed to previous research in shorter wavelengths."]}, {"title": "Predictors of High Healthcare Cost Among Patients with Generalized Myasthenia Gravis: A Combined Machine Learning and Regression Approach from a US Payer Perspective.", "summary": "High healthcare costs could arise from unmet needs. This study used random forest (RF) and regression methods to identify predictors of high costs from a US payer perspective in patients newly diagnosed with generalized myasthenia gravis (gMG).", "chunks": ["High healthcare costs could arise from unmet needs. This study used random forest (RF) and regression methods to identify predictors of high costs from a US payer perspective in patients newly diagnosed with generalized myasthenia gravis (gMG)."]}, {"title": "Optimal Threshold and Interpatient Variability in Left Atrial Ablation Scar Assessment by Dark-Blood LGE CMR.", "summary": "Dark-blood late gadolinium enhancement (LGE) cardiac magnetic resonance (CMR) has better correlation with bipolar voltage (BiV) to define ablation scar in the left atrium (LA) compared to conventional bright-blood LGE CMR.", "chunks": ["Dark-blood late gadolinium enhancement (LGE) cardiac magnetic resonance (CMR) has better correlation with bipolar voltage (BiV) to define ablation scar in the left atrium (LA) compared to conventional bright-blood LGE CMR."]}, {"title": "2-Dimensional Echocardiographic Global Longitudinal Strain With Artificial Intelligence Using Open Data From a UK-Wide Collaborative.", "summary": "Global longitudinal strain (GLS) is reported to be more reproducible and prognostic than ejection fraction. Automated, transparent methods may increase trust and uptake.", "chunks": ["Global longitudinal strain (GLS) is reported to be more reproducible and prognostic than ejection fraction. Automated, transparent methods may increase trust and uptake."]}, {"title": "Optimizing lung cancer prediction: leveraging Kernel PCA with dendritic neural models.", "summary": "Lung cancer is considered a cause of increased mortality rate due to delays in diagnostics. There is an urgent need to develop an effective lung cancer prediction model that will help in the early diagnosis of cancer and save patients from unnecessary treatments. The objective of the current paper is to meet the extensiveness measure by using collaborative feature selection and feature extraction methods to enhance the dendritic neural model (DNM) in comparison to traditional machine learning (ML) models with minimum features and boost the accuracy, precision, and sensitivity of lung cancer prediction. Comprehensive experiments on a dataset comprising 1000 lung cancer patients and 23 features obtained from Kaggle. Crucial features are identified, and the proposed method's effectiveness is evaluated using metrics such as accuracy, precision, F1 score, sensitivity, specificity, and confusion matrix against other ML models. Feature extraction techniques including Principal Component Analysis (PCA), Kernel PCA (K-PCA), and Uniform Manifold Approximation and Projection (UMAP) are employed to optimize model performance. PCA evaluated the DNM accuracy at 96.50%, precision at 96.64% and 97.45% sensitivity. K-PCA explained the DNM accuracy of 98.50%, precision rate of 99.42%, and 98.84% sensitivity and UMAP elaborated the DNM accuracy of 98%, precision of 98.82%, and 98.82% sensitivity. The K-PCA approach showed outstanding performance in enhancing the DNM model. Highlighting the DNM's accurate prediction of lung cancer. These results emphasize the potential of the DNM model to contribute positively to healthcare research by providing better predictive outcomes.", "chunks": ["Lung cancer is considered a cause of increased mortality rate due to delays in diagnostics. There is an urgent need to develop an effective lung cancer prediction model that will help in the early diagnosis of cancer and save patients from unnecessary treatments. The objective of the current paper is to meet the extensiveness measure by using collaborative feature selection and feature extraction methods to enhance the dendritic neural model (DNM) in comparison to traditional machine learning (ML) models wi", "ture extraction methods to enhance the dendritic neural model (DNM) in comparison to traditional machine learning (ML) models with minimum features and boost the accuracy, precision, and sensitivity of lung cancer prediction. Comprehensive experiments on a dataset comprising 1000 lung cancer patients and 23 features obtained from Kaggle. Crucial features are identified, and the proposed method's effectiveness is evaluated using metrics such as accuracy, precision, F1 score, sensitivity, specificity, and con", "posed method's effectiveness is evaluated using metrics such as accuracy, precision, F1 score, sensitivity, specificity, and confusion matrix against other ML models. Feature extraction techniques including Principal Component Analysis (PCA), Kernel PCA (K-PCA), and Uniform Manifold Approximation and Projection (UMAP) are employed to optimize model performance. PCA evaluated the DNM accuracy at 96.50%, precision at 96.64% and 97.45% sensitivity. K-PCA explained the DNM accuracy of 98.50%, precision rate of ", "M accuracy at 96.50%, precision at 96.64% and 97.45% sensitivity. K-PCA explained the DNM accuracy of 98.50%, precision rate of 99.42%, and 98.84% sensitivity and UMAP elaborated the DNM accuracy of 98%, precision of 98.82%, and 98.82% sensitivity. The K-PCA approach showed outstanding performance in enhancing the DNM model. Highlighting the DNM's accurate prediction of lung cancer. These results emphasize the potential of the DNM model to contribute positively to healthcare research by providing better pre", ". These results emphasize the potential of the DNM model to contribute positively to healthcare research by providing better predictive outcomes."]}, {"title": "Defining and Addressing Research Priorities in Cancer Cachexia through Transdisciplinary Collaboration.", "summary": "For many patients, the cancer continuum includes a syndrome known as cancer-associated cachexia (CAC), which encompasses the unintended loss of body weight and muscle mass, and is often associated with fat loss, decreased appetite, lower tolerance and poorer response to treatment, poor quality of life, and reduced survival. Unfortunately, there are no effective therapeutic interventions to completely reverse cancer cachexia and no FDA-approved pharmacologic agents; hence, new approaches are urgently needed. In May of 2022, researchers and clinicians from Moffitt Cancer Center held an inaugural retreat on CAC that aimed to review the state of the science, identify knowledge gaps and research priorities, and foster transdisciplinary collaborative research projects. This review summarizes research priorities that emerged from the retreat, examples of ongoing collaborations, and opportunities to move science forward. The highest priorities identified include the need to (1) evaluate patient-reported outcome (PRO) measures obtained in clinical practice and assess their use in improving CAC-related outcomes; (2) identify biomarkers (imaging, molecular, and/or behavioral) and novel analytic approaches to accurately predict the early onset of CAC and its progression; and (3) develop and test interventions (pharmacologic, nutritional, exercise-based, and through mathematical modeling) to prevent CAC progression and improve associated symptoms and outcomes.", "chunks": ["For many patients, the cancer continuum includes a syndrome known as cancer-associated cachexia (CAC), which encompasses the unintended loss of body weight and muscle mass, and is often associated with fat loss, decreased appetite, lower tolerance and poorer response to treatment, poor quality of life, and reduced survival. Unfortunately, there are no effective therapeutic interventions to completely reverse cancer cachexia and no FDA-approved pharmacologic agents; hence, new approaches are urgently needed.", "tions to completely reverse cancer cachexia and no FDA-approved pharmacologic agents; hence, new approaches are urgently needed. In May of 2022, researchers and clinicians from Moffitt Cancer Center held an inaugural retreat on CAC that aimed to review the state of the science, identify knowledge gaps and research priorities, and foster transdisciplinary collaborative research projects. This review summarizes research priorities that emerged from the retreat, examples of ongoing collaborations, and opportun", "ects. This review summarizes research priorities that emerged from the retreat, examples of ongoing collaborations, and opportunities to move science forward. The highest priorities identified include the need to (1) evaluate patient-reported outcome (PRO) measures obtained in clinical practice and assess their use in improving CAC-related outcomes; (2) identify biomarkers (imaging, molecular, and/or behavioral) and novel analytic approaches to accurately predict the early onset of CAC and its progression; ", ", molecular, and/or behavioral) and novel analytic approaches to accurately predict the early onset of CAC and its progression; and (3) develop and test interventions (pharmacologic, nutritional, exercise-based, and through mathematical modeling) to prevent CAC progression and improve associated symptoms and outcomes."]}, {"title": "Can Machine Learning Assist in Diagnosis of Primary Immune Thrombocytopenia? A Feasibility Study.", "summary": "Primary Immune Thrombocytopenia (ITP) is a rare autoimmune disease characterised by the immune-mediated destruction of peripheral blood platelets in patients leading to low platelet counts and bleeding. The diagnosis and effective management of ITP are challenging because there is no established test to confirm the disease and no biomarker with which one can predict the response to treatment and outcome. In this work, we conduct a feasibility study to check if machine learning can be applied effectively for the diagnosis of ITP using routine blood tests and demographic data in a non-acute outpatient setting. Various ML models, including Logistic Regression, Support Vector Machine, k-Nearest Neighbor, Decision Tree and Random Forest, were applied to data from the UK Adult ITP Registry and a general haematology clinic. Two different approaches were investigated: a demographic-unaware and a demographic-aware one. We conduct extensive experiments to evaluate the predictive performance of these models and approaches, as well as their bias. The results revealed that Decision Tree and Random Forest models were both superior and fair, achieving nearly perfect predictive and fairness scores, with platelet count identified as the most significant variable. Models not provided with demographic information performed better in terms of predictive accuracy but showed lower fairness scores, illustrating a trade-off between predictive performance and fairness.", "chunks": ["Primary Immune Thrombocytopenia (ITP) is a rare autoimmune disease characterised by the immune-mediated destruction of peripheral blood platelets in patients leading to low platelet counts and bleeding. The diagnosis and effective management of ITP are challenging because there is no established test to confirm the disease and no biomarker with which one can predict the response to treatment and outcome. In this work, we conduct a feasibility study to check if machine learning can be applied effectively for", " treatment and outcome. In this work, we conduct a feasibility study to check if machine learning can be applied effectively for the diagnosis of ITP using routine blood tests and demographic data in a non-acute outpatient setting. Various ML models, including Logistic Regression, Support Vector Machine, k-Nearest Neighbor, Decision Tree and Random Forest, were applied to data from the UK Adult ITP Registry and a general haematology clinic. Two different approaches were investigated: a demographic-unaware a", " the UK Adult ITP Registry and a general haematology clinic. Two different approaches were investigated: a demographic-unaware and a demographic-aware one. We conduct extensive experiments to evaluate the predictive performance of these models and approaches, as well as their bias. The results revealed that Decision Tree and Random Forest models were both superior and fair, achieving nearly perfect predictive and fairness scores, with platelet count identified as the most significant variable. Models not pr", "ng nearly perfect predictive and fairness scores, with platelet count identified as the most significant variable. Models not provided with demographic information performed better in terms of predictive accuracy but showed lower fairness scores, illustrating a trade-off between predictive performance and fairness."]}, {"title": "Using Machine Learning for Non-Invasive Detection of Kidney Stones Based on Laboratory Test Results: A Case Study from a Saudi Arabian Hospital.", "summary": "Kidney stone disease is a widespread urological disorder affecting millions globally. Timely diagnosis is crucial to avoid severe complications. Traditionally, renal stones are detected using computed tomography (CT), which, despite its effectiveness, is costly, resource-intensive, exposes patients to unnecessary radiation, and often results in delays due to radiology report wait times. This study presents a novel approach leveraging machine learning to detect renal stones early using routine laboratory test results. We utilized an extensive dataset comprising 2156 patient records from a Saudi Arabian hospital, featuring 15 attributes with challenges such as missing data and class imbalance. We evaluated various machine learning algorithms and imputation methods, including single and multiple imputations, as well as oversampling and undersampling techniques. Our results demonstrate that ensemble tree-based classifiers, specifically random forest (RF) and extra tree classifiers (ETree), outperform others with remarkable accuracy rates of 99%, recall rates of 98%, and F1 scores of 99% for RF, and 92% for ETree. This study underscores the potential of non-invasive, cost-effective laboratory tests for renal stone detection, promoting prompt and improved medical support.", "chunks": ["Kidney stone disease is a widespread urological disorder affecting millions globally. Timely diagnosis is crucial to avoid severe complications. Traditionally, renal stones are detected using computed tomography (CT), which, despite its effectiveness, is costly, resource-intensive, exposes patients to unnecessary radiation, and often results in delays due to radiology report wait times. This study presents a novel approach leveraging machine learning to detect renal stones early using routine laboratory tes", "imes. This study presents a novel approach leveraging machine learning to detect renal stones early using routine laboratory test results. We utilized an extensive dataset comprising 2156 patient records from a Saudi Arabian hospital, featuring 15 attributes with challenges such as missing data and class imbalance. We evaluated various machine learning algorithms and imputation methods, including single and multiple imputations, as well as oversampling and undersampling techniques. Our results demonstrate t", "hods, including single and multiple imputations, as well as oversampling and undersampling techniques. Our results demonstrate that ensemble tree-based classifiers, specifically random forest (RF) and extra tree classifiers (ETree), outperform others with remarkable accuracy rates of 99%, recall rates of 98%, and F1 scores of 99% for RF, and 92% for ETree. This study underscores the potential of non-invasive, cost-effective laboratory tests for renal stone detection, promoting prompt and improved medical su", "e potential of non-invasive, cost-effective laboratory tests for renal stone detection, promoting prompt and improved medical support."]}, {"title": "Machine Learning for Predicting Biologic Agent Efficacy in Ulcerative Colitis: An Analysis for Generalizability and Combination with Computational Models.", "summary": "Machine learning (ML) has been applied to predict the efficacy of biologic agents in ulcerative colitis (UC). ML can offer precision, personalization, efficiency, and automation. Moreover, it can improve decision support in predicting clinical outcomes. However, it faces challenges related to data quality and quantity, overfitting, generalization, and interpretability. This paper comments on two recent ML models that predict the efficacy of vedolizumab and ustekinumab in UC. Models that consider multiple pathways, multiple ethnicities, and combinations of real-world and clinical trial data are required for optimal shared decision-making and precision medicine. This paper also highlights the potential of combining ML with computational models to enhance clinical outcomes and personalized healthcare. Key Insights: (1) ML offers precision, personalization, efficiency, and decision support for predicting the efficacy of biologic agents in UC. (2) Challenging aspects in ML prediction include data quality, overfitting, and interpretability. (3) Multiple pathways, multiple ethnicities, and combinations of real-world and clinical trial data should be considered in predictive models for optimal decision-making. (4) Combining ML with computational models may improve clinical outcomes and personalized healthcare.", "chunks": ["Machine learning (ML) has been applied to predict the efficacy of biologic agents in ulcerative colitis (UC). ML can offer precision, personalization, efficiency, and automation. Moreover, it can improve decision support in predicting clinical outcomes. However, it faces challenges related to data quality and quantity, overfitting, generalization, and interpretability. This paper comments on two recent ML models that predict the efficacy of vedolizumab and ustekinumab in UC. Models that consider multiple pa", "omments on two recent ML models that predict the efficacy of vedolizumab and ustekinumab in UC. Models that consider multiple pathways, multiple ethnicities, and combinations of real-world and clinical trial data are required for optimal shared decision-making and precision medicine. This paper also highlights the potential of combining ML with computational models to enhance clinical outcomes and personalized healthcare. Key Insights: (1) ML offers precision, personalization, efficiency, and decision suppo", "cal outcomes and personalized healthcare. Key Insights: (1) ML offers precision, personalization, efficiency, and decision support for predicting the efficacy of biologic agents in UC. (2) Challenging aspects in ML prediction include data quality, overfitting, and interpretability. (3) Multiple pathways, multiple ethnicities, and combinations of real-world and clinical trial data should be considered in predictive models for optimal decision-making. (4) Combining ML with computational models may improve cli", "hould be considered in predictive models for optimal decision-making. (4) Combining ML with computational models may improve clinical outcomes and personalized healthcare."]}, {"title": "CSMC: A Secure and Efficient Visualized Malware Classification Method Inspired by Compressed Sensing.", "summary": "With the rapid development of the Internet of Things (IoT), the sophistication and intelligence of sensors are continually evolving, playing increasingly important roles in smart homes, industrial automation, and remote healthcare. However, these intelligent sensors face many security threats, particularly from malware attacks. Identifying and classifying malware is crucial for preventing such attacks. As the number of sensors and their applications grow, malware targeting sensors proliferates. Processing massive malware samples is challenging due to limited bandwidth and resources in IoT environments. Therefore, compressing malware samples before transmission and classification can improve efficiency. Additionally, sharing malware samples between classification participants poses security risks, necessitating methods that prevent sample exploitation. Moreover, the complex network environments also necessitate robust classification methods. To address these challenges, this paper proposes CSMC (Compressed Sensing Malware Classification), an efficient malware classification method based on compressed sensing. This method compresses malware samples before sharing and classification, thus facilitating more effective sharing and processing. By introducing deep learning, the method can extract malware family features during compression, which classical methods cannot achieve. Furthermore, the irreversibility of the method enhances security by preventing classification participants from exploiting malware samples. Experimental results demonstrate that for malware targeting Windows and Android operating systems, CSMC outperforms many existing methods based on compressed sensing and machine or deep learning. Additionally, experiments on sample reconstruction and noise demonstrate CSMC's capabilities in terms of security and robustness.", "chunks": ["With the rapid development of the Internet of Things (IoT), the sophistication and intelligence of sensors are continually evolving, playing increasingly important roles in smart homes, industrial automation, and remote healthcare. However, these intelligent sensors face many security threats, particularly from malware attacks. Identifying and classifying malware is crucial for preventing such attacks. As the number of sensors and their applications grow, malware targeting sensors proliferates. Processing m", "venting such attacks. As the number of sensors and their applications grow, malware targeting sensors proliferates. Processing massive malware samples is challenging due to limited bandwidth and resources in IoT environments. Therefore, compressing malware samples before transmission and classification can improve efficiency. Additionally, sharing malware samples between classification participants poses security risks, necessitating methods that prevent sample exploitation. Moreover, the complex network en", "tion participants poses security risks, necessitating methods that prevent sample exploitation. Moreover, the complex network environments also necessitate robust classification methods. To address these challenges, this paper proposes CSMC (Compressed Sensing Malware Classification), an efficient malware classification method based on compressed sensing. This method compresses malware samples before sharing and classification, thus facilitating more effective sharing and processing. By introducing deep lea", "ware samples before sharing and classification, thus facilitating more effective sharing and processing. By introducing deep learning, the method can extract malware family features during compression, which classical methods cannot achieve. Furthermore, the irreversibility of the method enhances security by preventing classification participants from exploiting malware samples. Experimental results demonstrate that for malware targeting Windows and Android operating systems, CSMC outperforms many existing ", "perimental results demonstrate that for malware targeting Windows and Android operating systems, CSMC outperforms many existing methods based on compressed sensing and machine or deep learning. Additionally, experiments on sample reconstruction and noise demonstrate CSMC's capabilities in terms of security and robustness."]}, {"title": "Machine Learning Prediction of Treatment Response to Biological Disease-Modifying Antirheumatic Drugs in Rheumatoid Arthritis.", "summary": "<b>Background:</b> Disease-modifying antirheumatic drugs (bDMARDs) have shown efficacy in treating Rheumatoid Arthritis (RA). Predicting treatment outcomes for RA is crucial as approximately 30% of patients do not respond to bDMARDs and only half achieve a sustained response. This study aims to leverage machine learning to predict both initial response at 6 months and sustained response at 12 months using baseline clinical data. <b>Methods:</b> Baseline clinical data were collected from 154 RA patients treated at the University Hospital in Erlangen, Germany. Five machine learning models were compared: Extreme Gradient Boosting (XGBoost), Adaptive Boosting (AdaBoost), K-nearest neighbors (KNN), Support Vector Machines (SVM), and Random Forest. Nested cross-validation was employed to ensure robustness and avoid overfitting, integrating hyperparameter tuning within its process. <b>Results:</b> XGBoost achieved the highest accuracy for predicting initial response (AUC-ROC of 0.91), while AdaBoost was the most effective for sustained response (AUC-ROC of 0.84). Key predictors included the Disease Activity Score-28 using erythrocyte sedimentation rate (DAS28-ESR), with higher scores at baseline associated with lower response chances at 6 and 12 months. Shapley additive explanations (SHAP) identified the most important baseline features and visualized their directional effects on treatment response and sustained response. <b>Conclusions:</b> These findings can enhance RA treatment plans and support clinical decision-making, ultimately improving patient outcomes by predicting response before starting medication.", "chunks": ["<b>Background:</b> Disease-modifying antirheumatic drugs (bDMARDs) have shown efficacy in treating Rheumatoid Arthritis (RA). Predicting treatment outcomes for RA is crucial as approximately 30% of patients do not respond to bDMARDs and only half achieve a sustained response. This study aims to leverage machine learning to predict both initial response at 6 months and sustained response at 12 months using baseline clinical data. <b>Methods:</b> Baseline clinical data were collected from 154 RA patients trea", "ponse at 12 months using baseline clinical data. <b>Methods:</b> Baseline clinical data were collected from 154 RA patients treated at the University Hospital in Erlangen, Germany. Five machine learning models were compared: Extreme Gradient Boosting (XGBoost), Adaptive Boosting (AdaBoost), K-nearest neighbors (KNN), Support Vector Machines (SVM), and Random Forest. Nested cross-validation was employed to ensure robustness and avoid overfitting, integrating hyperparameter tuning within its process. <b>Resul", "lidation was employed to ensure robustness and avoid overfitting, integrating hyperparameter tuning within its process. <b>Results:</b> XGBoost achieved the highest accuracy for predicting initial response (AUC-ROC of 0.91), while AdaBoost was the most effective for sustained response (AUC-ROC of 0.84). Key predictors included the Disease Activity Score-28 using erythrocyte sedimentation rate (DAS28-ESR), with higher scores at baseline associated with lower response chances at 6 and 12 months. Shapley addit", "tation rate (DAS28-ESR), with higher scores at baseline associated with lower response chances at 6 and 12 months. Shapley additive explanations (SHAP) identified the most important baseline features and visualized their directional effects on treatment response and sustained response. <b>Conclusions:</b> These findings can enhance RA treatment plans and support clinical decision-making, ultimately improving patient outcomes by predicting response before starting medication.", "aking, ultimately improving patient outcomes by predicting response before starting medication."]}, {"title": "Vertebral Column Pathology Diagnosis Using Ensemble Strategies Based on Supervised Machine Learning Techniques.", "summary": "One expanding area of bioinformatics is medical diagnosis through the categorization of biomedical characteristics. Automatic medical strategies to boost the diagnostic through machine learning (ML) methods are challenging. They require a formal examination of their performance to identify the best conditions that enhance the ML method. This work proposes variants of the Voting and Stacking (VC and SC) ensemble strategies based on diverse auto-tuning supervised machine learning techniques to increase the efficacy of traditional baseline classifiers for the automatic diagnosis of vertebral column orthopedic illnesses. The ensemble strategies are created by first combining a complete set of auto-tuned baseline classifiers based on different processes, such as geometric, probabilistic, logic, and optimization. Next, the three most promising classifiers are selected among k-Nearest Neighbors (kNN), Naïve Bayes (NB), Logistic Regression (LR), Linear Discriminant Analysis (LDA), Quadratic Discriminant Analysis (QDA), Support Vector Machine (SVM), Artificial Neural Networks (ANN), and Decision Tree (DT). The grid-search K-Fold cross-validation strategy is applied to auto-tune the baseline classifier hyperparameters. The performances of the proposed ensemble strategies are independently compared with the auto-tuned baseline classifiers. A concise analysis evaluates accuracy, precision, recall, F1-score, and ROC-ACU metrics. The analysis also examines the misclassified disease elements to find the most and least reliable classifiers for this specific medical problem. The results show that the VC ensemble strategy provides an improvement comparable to that of the best baseline classifier (the kNN). Meanwhile, when all baseline classifiers are included in the SC ensemble, this strategy surpasses 95% in all the evaluated metrics, standing out as the most suitable option for classifying vertebral column diseases.", "chunks": ["One expanding area of bioinformatics is medical diagnosis through the categorization of biomedical characteristics. Automatic medical strategies to boost the diagnostic through machine learning (ML) methods are challenging. They require a formal examination of their performance to identify the best conditions that enhance the ML method. This work proposes variants of the Voting and Stacking (VC and SC) ensemble strategies based on diverse auto-tuning supervised machine learning techniques to increase the ef", " Stacking (VC and SC) ensemble strategies based on diverse auto-tuning supervised machine learning techniques to increase the efficacy of traditional baseline classifiers for the automatic diagnosis of vertebral column orthopedic illnesses. The ensemble strategies are created by first combining a complete set of auto-tuned baseline classifiers based on different processes, such as geometric, probabilistic, logic, and optimization. Next, the three most promising classifiers are selected among k-Nearest Neigh", "geometric, probabilistic, logic, and optimization. Next, the three most promising classifiers are selected among k-Nearest Neighbors (kNN), Naïve Bayes (NB), Logistic Regression (LR), Linear Discriminant Analysis (LDA), Quadratic Discriminant Analysis (QDA), Support Vector Machine (SVM), Artificial Neural Networks (ANN), and Decision Tree (DT). The grid-search K-Fold cross-validation strategy is applied to auto-tune the baseline classifier hyperparameters. The performances of the proposed ensemble strategie", "on strategy is applied to auto-tune the baseline classifier hyperparameters. The performances of the proposed ensemble strategies are independently compared with the auto-tuned baseline classifiers. A concise analysis evaluates accuracy, precision, recall, F1-score, and ROC-ACU metrics. The analysis also examines the misclassified disease elements to find the most and least reliable classifiers for this specific medical problem. The results show that the VC ensemble strategy provides an improvement comparab", "e classifiers for this specific medical problem. The results show that the VC ensemble strategy provides an improvement comparable to that of the best baseline classifier (the kNN). Meanwhile, when all baseline classifiers are included in the SC ensemble, this strategy surpasses 95% in all the evaluated metrics, standing out as the most suitable option for classifying vertebral column diseases.", "umn diseases."]}, {"title": "The Implications of Artificial Intelligence in Pedodontics: A Scoping Review of Evidence-Based Literature.", "summary": "Artificial intelligence (AI) has emerged as a revolutionary technology with several applications across different dental fields, including pedodontics. This systematic review has the objective to catalog and explore the various uses of artificial intelligence in pediatric dentistry.", "chunks": ["Artificial intelligence (AI) has emerged as a revolutionary technology with several applications across different dental fields, including pedodontics. This systematic review has the objective to catalog and explore the various uses of artificial intelligence in pediatric dentistry."]}, {"title": "Dynamic Price Application to Prevent Financial Losses to Hospitals Based on Machine Learning Algorithms.", "summary": "Hospitals that are considered non-profit take into consideration not to make any losses other than seeking profit. A model that ensures that hospital price policies are variable due to hospital revenues depending on patients with appointments is presented in this study. A dynamic pricing approach is presented to prevent patients who have an appointment but do not show up to the hospital from causing financial loss to the hospital. The research leverages three distinct machine learning (ML) algorithms, namely Random Forest (RF), Gradient Boosting (GB), and AdaBoost (AB), to analyze the appointment status of 1073 patients across nine different departments in a hospital. A mathematical formula has been developed to apply the penalty fee to evaluate the reappointment situations of the same patients in the first 100 days and the gaps in the appointment system, considering the estimated patient appointment statuses. Average penalty cost rates were calculated based on the ML algorithms used to determine the penalty costs patients will face if they do not show up, such as 22.87% for RF, 19.47% for GB, and 14.28% for AB. As a result, this study provides essential criteria that can help hospital management better understand the potential financial impact of patients missing appointments and can be considered when choosing between these algorithms.", "chunks": ["Hospitals that are considered non-profit take into consideration not to make any losses other than seeking profit. A model that ensures that hospital price policies are variable due to hospital revenues depending on patients with appointments is presented in this study. A dynamic pricing approach is presented to prevent patients who have an appointment but do not show up to the hospital from causing financial loss to the hospital. The research leverages three distinct machine learning (ML) algorithms, namel", "pital from causing financial loss to the hospital. The research leverages three distinct machine learning (ML) algorithms, namely Random Forest (RF), Gradient Boosting (GB), and AdaBoost (AB), to analyze the appointment status of 1073 patients across nine different departments in a hospital. A mathematical formula has been developed to apply the penalty fee to evaluate the reappointment situations of the same patients in the first 100 days and the gaps in the appointment system, considering the estimated pa", "tment situations of the same patients in the first 100 days and the gaps in the appointment system, considering the estimated patient appointment statuses. Average penalty cost rates were calculated based on the ML algorithms used to determine the penalty costs patients will face if they do not show up, such as 22.87% for RF, 19.47% for GB, and 14.28% for AB. As a result, this study provides essential criteria that can help hospital management better understand the potential financial impact of patients mis", "y provides essential criteria that can help hospital management better understand the potential financial impact of patients missing appointments and can be considered when choosing between these algorithms."]}, {"title": "Unveiling the Evolution of Virtual Reality in Medicine: A Bibliometric Analysis of Research Hotspots and Trends over the Past 12 Years.", "summary": "Virtual reality (VR), widely used in the medical field, may affect future medical training and treatment. Therefore, this study examined VR's potential uses and research directions in medicine.", "chunks": ["Virtual reality (VR), widely used in the medical field, may affect future medical training and treatment. Therefore, this study examined VR's potential uses and research directions in medicine."]}, {"title": "Predicting Suicidal Ideation, Planning, and Attempts among the Adolescent Population of the United States.", "summary": "Suicide is the second leading cause of death among individuals aged 5 to 24 in the United States (US). However, the precursors to suicide often do not surface, making suicide prevention challenging. This study aims to develop a machine learning model for predicting suicide ideation (SI), suicide planning (SP), and suicide attempts (SA) among adolescents in the US during the coronavirus pandemic. We used the 2021 Adolescent Behaviors and Experiences Survey Data. Class imbalance was addressed using the proposed data augmentation method tailored for binary variables, Modified Synthetic Minority Over-Sampling Technique. Five different ML models were trained and compared. SHapley Additive exPlanations analysis was conducted for explainability. The Logistic Regression model, identified as the most effective, showed superior performance across all targets, achieving high scores in recall: 0.82, accuracy: 0.80, and area under the Receiver Operating Characteristic curve: 0.88. Variables such as sad feelings, hopelessness, sexual behavior, and being overweight were noted as the most important predictors. Our model holds promise in helping health policymakers design effective public health interventions. By identifying vulnerable sub-groups within regions, our model can guide the implementation of tailored interventions that facilitate early identification and referral to medical treatment.", "chunks": ["Suicide is the second leading cause of death among individuals aged 5 to 24 in the United States (US). However, the precursors to suicide often do not surface, making suicide prevention challenging. This study aims to develop a machine learning model for predicting suicide ideation (SI), suicide planning (SP), and suicide attempts (SA) among adolescents in the US during the coronavirus pandemic. We used the 2021 Adolescent Behaviors and Experiences Survey Data. Class imbalance was addressed using the propos", "irus pandemic. We used the 2021 Adolescent Behaviors and Experiences Survey Data. Class imbalance was addressed using the proposed data augmentation method tailored for binary variables, Modified Synthetic Minority Over-Sampling Technique. Five different ML models were trained and compared. SHapley Additive exPlanations analysis was conducted for explainability. The Logistic Regression model, identified as the most effective, showed superior performance across all targets, achieving high scores in recall: 0", "sion model, identified as the most effective, showed superior performance across all targets, achieving high scores in recall: 0.82, accuracy: 0.80, and area under the Receiver Operating Characteristic curve: 0.88. Variables such as sad feelings, hopelessness, sexual behavior, and being overweight were noted as the most important predictors. Our model holds promise in helping health policymakers design effective public health interventions. By identifying vulnerable sub-groups within regions, our model can ", "h policymakers design effective public health interventions. By identifying vulnerable sub-groups within regions, our model can guide the implementation of tailored interventions that facilitate early identification and referral to medical treatment."]}, {"title": "Prediction of microvascular invasion in hepatocellular carcinoma patients with MRI radiomics based on susceptibility weighted imaging and T2-weighted imaging.", "summary": "The accurate identification of microvascular invasion (MVI) in patients with hepatocellular carcinoma (HCC) is of great clinical importance.", "chunks": ["The accurate identification of microvascular invasion (MVI) in patients with hepatocellular carcinoma (HCC) is of great clinical importance."]}, {"title": "Variable importance analysis with interpretable machine learning for fair risk prediction.", "summary": "Machine learning (ML) methods are increasingly used to assess variable importance, but such black box models lack stability when limited in sample sizes, and do not formally indicate non-important factors. The Shapley variable importance cloud (ShapleyVIC) addresses these limitations by assessing variable importance from an ensemble of regression models, which enhances robustness while maintaining interpretability, and estimates uncertainty of overall importance to formally test its significance. In a clinical study, ShapleyVIC reasonably identified important variables when the random forest and XGBoost failed to, and generally reproduced the findings from smaller subsamples (n = 2500 and 500) when statistical power of the logistic regression became attenuated. Moreover, ShapleyVIC reasonably estimated non-significant importance of race to justify its exclusion from the final prediction model, as opposed to the race-dependent model from the conventional stepwise model building. Hence, ShapleyVIC is robust and interpretable for variable importance assessment, with potential contribution to fairer clinical risk prediction.", "chunks": ["Machine learning (ML) methods are increasingly used to assess variable importance, but such black box models lack stability when limited in sample sizes, and do not formally indicate non-important factors. The Shapley variable importance cloud (ShapleyVIC) addresses these limitations by assessing variable importance from an ensemble of regression models, which enhances robustness while maintaining interpretability, and estimates uncertainty of overall importance to formally test its significance. In a clini", "hile maintaining interpretability, and estimates uncertainty of overall importance to formally test its significance. In a clinical study, ShapleyVIC reasonably identified important variables when the random forest and XGBoost failed to, and generally reproduced the findings from smaller subsamples (n = 2500 and 500) when statistical power of the logistic regression became attenuated. Moreover, ShapleyVIC reasonably estimated non-significant importance of race to justify its exclusion from the final predict", "ed. Moreover, ShapleyVIC reasonably estimated non-significant importance of race to justify its exclusion from the final prediction model, as opposed to the race-dependent model from the conventional stepwise model building. Hence, ShapleyVIC is robust and interpretable for variable importance assessment, with potential contribution to fairer clinical risk prediction."]}, {"title": "A novel approach for the effective prediction of cardiovascular disease using applied artificial intelligence techniques.", "summary": "The objective of this research is to develop an effective cardiovascular disease prediction framework using machine learning techniques and to achieve high accuracy for the prediction of cardiovascular disease.", "chunks": ["The objective of this research is to develop an effective cardiovascular disease prediction framework using machine learning techniques and to achieve high accuracy for the prediction of cardiovascular disease."]}, {"title": "Machine learning to optimize literature screening in medical guideline development.", "summary": "In a time of exponential growth of new evidence supporting clinical decision-making, combined with a labor-intensive process of selecting this evidence, methods are needed to speed up current processes to keep medical guidelines up-to-date. This study evaluated the performance and feasibility of active learning to support the selection of relevant publications within medical guideline development and to study the role of noisy labels.", "chunks": ["In a time of exponential growth of new evidence supporting clinical decision-making, combined with a labor-intensive process of selecting this evidence, methods are needed to speed up current processes to keep medical guidelines up-to-date. This study evaluated the performance and feasibility of active learning to support the selection of relevant publications within medical guideline development and to study the role of noisy labels.", "ine development and to study the role of noisy labels."]}, {"title": "Tough, self-healing, adhesive double network conductive hydrogel based on gelatin-polyacrylamide covalently bridged by oxidized sodium alginate for durable wearable sensors.", "summary": "Pursuing high-performance conductive hydrogels is still hot topic in development of advanced flexible wearable devices. Herein, a tough, self-healing, adhesive double network (DN) conductive hydrogel (named as OSA-(Gelatin/PAM)-Ca, O-(G/P)-Ca) was prepared by bridging gelatin and polyacrylamide network with functionalized polysaccharide (oxidized sodium alginate, OSA) through Schiff base reaction. Thanks to the presence of multiple interactions (Schiff base bond, hydrogen bond, and metal coordination) within the network, the prepared hydrogel showed outstanding mechanical properties (tensile strain of 2800 % and stress of 630 kPa), high conductivity (0.72 S/m), repeatable adhesion performance and excellent self-healing ability (83.6 %/79.0 % of the original tensile strain/stress after self-healing). Moreover, the hydrogel-based sensor exhibited high strain sensitivity (GF = 3.66) and fast response time (<0.5 s), which can be used to monitor a wide range of human physiological signals. Based on this, excellent compression sensitivity (GF = 0.41 kPa<sup>-1</sup> in the range of 90-120 kPa), a three-dimensional (3D) array of flexible sensor was designed to monitor the intensity of pressure and spatial force distribution. In addition, a gel-based wearable sensor was accurately classified and recognized ten types of gestures, achieving an accuracy rate of >96.33 % both before and after self-healing under three machine learning models (the decision tree, SVM, and KNN). This paper provides a simple method to prepare tough and self-healing conductive hydrogel as flexible multifunctional sensor devices for versatile applications in fields such as healthcare monitoring, human-computer interaction, and artificial intelligence.", "chunks": ["Pursuing high-performance conductive hydrogels is still hot topic in development of advanced flexible wearable devices. Herein, a tough, self-healing, adhesive double network (DN) conductive hydrogel (named as OSA-(Gelatin/PAM)-Ca, O-(G/P)-Ca) was prepared by bridging gelatin and polyacrylamide network with functionalized polysaccharide (oxidized sodium alginate, OSA) through Schiff base reaction. Thanks to the presence of multiple interactions (Schiff base bond, hydrogen bond, and metal coordination) withi", "f base reaction. Thanks to the presence of multiple interactions (Schiff base bond, hydrogen bond, and metal coordination) within the network, the prepared hydrogel showed outstanding mechanical properties (tensile strain of 2800 % and stress of 630 kPa), high conductivity (0.72 S/m), repeatable adhesion performance and excellent self-healing ability (83.6 %/79.0 % of the original tensile strain/stress after self-healing). Moreover, the hydrogel-based sensor exhibited high strain sensitivity (GF = 3.66) and", "tensile strain/stress after self-healing). Moreover, the hydrogel-based sensor exhibited high strain sensitivity (GF = 3.66) and fast response time (<0.5 s), which can be used to monitor a wide range of human physiological signals. Based on this, excellent compression sensitivity (GF = 0.41 kPa<sup>-1</sup> in the range of 90-120 kPa), a three-dimensional (3D) array of flexible sensor was designed to monitor the intensity of pressure and spatial force distribution. In addition, a gel-based wearable sensor w", "sor was designed to monitor the intensity of pressure and spatial force distribution. In addition, a gel-based wearable sensor was accurately classified and recognized ten types of gestures, achieving an accuracy rate of >96.33 % both before and after self-healing under three machine learning models (the decision tree, SVM, and KNN). This paper provides a simple method to prepare tough and self-healing conductive hydrogel as flexible multifunctional sensor devices for versatile applications in fields such a", "ough and self-healing conductive hydrogel as flexible multifunctional sensor devices for versatile applications in fields such as healthcare monitoring, human-computer interaction, and artificial intelligence."]}, {"title": "Mapping multimorbidity progression among 190 diseases.", "summary": "Current clustering of multimorbidity based on the frequency of common disease combinations is inadequate. We estimated the causal relationships among prevalent diseases and mapped out the clusters of multimorbidity progression among them.", "chunks": ["Current clustering of multimorbidity based on the frequency of common disease combinations is inadequate. We estimated the causal relationships among prevalent diseases and mapped out the clusters of multimorbidity progression among them."]}, {"title": "Ultra-high b-value DWI in rectal cancer: image quality assessment and regional lymph node prediction based on radiomics.", "summary": "This study aims to evaluate image quality and regional lymph node metastasis (LNM) in patients with rectal cancer (RC) on multi-b-value diffusion-weighted imaging (DWI).", "chunks": ["This study aims to evaluate image quality and regional lymph node metastasis (LNM) in patients with rectal cancer (RC) on multi-b-value diffusion-weighted imaging (DWI)."]}, {"title": "Identification of risk factors of Long COVID and predictive modeling in the RECOVER EHR cohorts.", "summary": "SARS-CoV-2-infected patients may develop new conditions in the period after the acute infection. These conditions, the post-acute sequelae of SARS-CoV-2 infection (PASC, or Long COVID), involve a diverse set of organ systems. Limited studies have investigated the predictability of Long COVID development and its associated risk factors.", "chunks": ["SARS-CoV-2-infected patients may develop new conditions in the period after the acute infection. These conditions, the post-acute sequelae of SARS-CoV-2 infection (PASC, or Long COVID), involve a diverse set of organ systems. Limited studies have investigated the predictability of Long COVID development and its associated risk factors."]}, {"title": "Early diagnosis of HIV cases by means of text mining and machine learning models on clinical notes.", "summary": "Undiagnosed and untreated human immunodeficiency virus (HIV) infection increases morbidity in the HIV-positive person and allows onward transmission of the virus. Minimizing missed opportunities for HIV diagnosis when a patient visits a healthcare facility is essential in restraining the epidemic and working toward its eventual elimination. Most state-of-the-art proposals employ machine learning (ML) methods and structured data to enhance HIV diagnoses, however, there is a dearth of recent proposals utilizing unstructured textual data from Electronic Health Records (EHRs). In this work, we propose to use only the unstructured text of the clinical notes as evidence for the classification of patients as suspected or not suspected. For this purpose, we first compile a dataset of real clinical notes from a hospital with patients classified as suspects and non-suspects of having HIV. Then, we evaluate the effectiveness of two types of classification models to identify patients suspected of being infected with the virus: classical ML algorithms and two Large Language Models (LLMs) from the biomedical domain in Spanish. The results show that both LLMs outperform classical ML algorithms in the two settings we explore: one dataset version is balanced, containing an equal number of suspicious and non-suspicious patients, while the other reflects the real distribution of patients in the hospital, being unbalanced. We obtain F<sub>1</sub> score figures of 94.7 with both LLMs in the unbalanced setting, while in the balance one, RoBERTa<sub>Bio</sub> model outperforms the other one with a F<sub>1</sub> score of 95.7. The findings indicate that leveraging unstructured text with LLMs in the biomedical domain yields promising outcomes in diminishing missed opportunities for HIV diagnosis. A tool based on our system could assist a doctor in deciding whether a patient in consultation should undergo a serological test.", "chunks": ["Undiagnosed and untreated human immunodeficiency virus (HIV) infection increases morbidity in the HIV-positive person and allows onward transmission of the virus. Minimizing missed opportunities for HIV diagnosis when a patient visits a healthcare facility is essential in restraining the epidemic and working toward its eventual elimination. Most state-of-the-art proposals employ machine learning (ML) methods and structured data to enhance HIV diagnoses, however, there is a dearth of recent proposals utilizi", "chine learning (ML) methods and structured data to enhance HIV diagnoses, however, there is a dearth of recent proposals utilizing unstructured textual data from Electronic Health Records (EHRs). In this work, we propose to use only the unstructured text of the clinical notes as evidence for the classification of patients as suspected or not suspected. For this purpose, we first compile a dataset of real clinical notes from a hospital with patients classified as suspects and non-suspects of having HIV. Then", "mpile a dataset of real clinical notes from a hospital with patients classified as suspects and non-suspects of having HIV. Then, we evaluate the effectiveness of two types of classification models to identify patients suspected of being infected with the virus: classical ML algorithms and two Large Language Models (LLMs) from the biomedical domain in Spanish. The results show that both LLMs outperform classical ML algorithms in the two settings we explore: one dataset version is balanced, containing an equ", " both LLMs outperform classical ML algorithms in the two settings we explore: one dataset version is balanced, containing an equal number of suspicious and non-suspicious patients, while the other reflects the real distribution of patients in the hospital, being unbalanced. We obtain F<sub>1</sub> score figures of 94.7 with both LLMs in the unbalanced setting, while in the balance one, RoBERTa<sub>Bio</sub> model outperforms the other one with a F<sub>1</sub> score of 95.7. The findings indicate that levera", "one, RoBERTa<sub>Bio</sub> model outperforms the other one with a F<sub>1</sub> score of 95.7. The findings indicate that leveraging unstructured text with LLMs in the biomedical domain yields promising outcomes in diminishing missed opportunities for HIV diagnosis. A tool based on our system could assist a doctor in deciding whether a patient in consultation should undergo a serological test.", "ogical test."]}, {"title": "Deep learning empowered breast cancer diagnosis: Advancements in detection and classification.", "summary": "Recent advancements in AI, driven by big data technologies, have reshaped various industries, with a strong focus on data-driven approaches. This has resulted in remarkable progress in fields like computer vision, e-commerce, cybersecurity, and healthcare, primarily fueled by the integration of machine learning and deep learning models. Notably, the intersection of oncology and computer science has given rise to Computer-Aided Diagnosis (CAD) systems, offering vital tools to aid medical professionals in tumor detection, classification, recurrence tracking, and prognosis prediction. Breast cancer, a significant global health concern, is particularly prevalent in Asia due to diverse factors like lifestyle, genetics, environmental exposures, and healthcare accessibility. Early detection through mammography screening is critical, but the accuracy of mammograms can vary due to factors like breast composition and tumor characteristics, leading to potential misdiagnoses. To address this, an innovative CAD system leveraging deep learning and computer vision techniques was introduced. This system enhances breast cancer diagnosis by independently identifying and categorizing breast lesions, segmenting mass lesions, and classifying them based on pathology. Thorough validation using the Curated Breast Imaging Subset of Digital Database for Screening Mammography (CBIS-DDSM) demonstrated the CAD system's exceptional performance, with a 99% success rate in detecting and classifying breast masses. While the accuracy of detection is 98.5%, when segmenting breast masses into separate groups for examination, the method's performance was approximately 95.39%. Upon completing all the analysis, the system's classification phase yielded an overall accuracy of 99.16% for classification. The potential for this integrated framework to outperform current deep learning techniques is proposed, despite potential challenges related to the high number of trainable parameters. Ultimately, this recommended framework offers valuable support to researchers and physicians in breast cancer diagnosis by harnessing cutting-edge AI and image processing technologies, extending recent advances in deep learning to the medical domain.", "chunks": ["Recent advancements in AI, driven by big data technologies, have reshaped various industries, with a strong focus on data-driven approaches. This has resulted in remarkable progress in fields like computer vision, e-commerce, cybersecurity, and healthcare, primarily fueled by the integration of machine learning and deep learning models. Notably, the intersection of oncology and computer science has given rise to Computer-Aided Diagnosis (CAD) systems, offering vital tools to aid medical professionals in tum", "puter science has given rise to Computer-Aided Diagnosis (CAD) systems, offering vital tools to aid medical professionals in tumor detection, classification, recurrence tracking, and prognosis prediction. Breast cancer, a significant global health concern, is particularly prevalent in Asia due to diverse factors like lifestyle, genetics, environmental exposures, and healthcare accessibility. Early detection through mammography screening is critical, but the accuracy of mammograms can vary due to factors lik", "ssibility. Early detection through mammography screening is critical, but the accuracy of mammograms can vary due to factors like breast composition and tumor characteristics, leading to potential misdiagnoses. To address this, an innovative CAD system leveraging deep learning and computer vision techniques was introduced. This system enhances breast cancer diagnosis by independently identifying and categorizing breast lesions, segmenting mass lesions, and classifying them based on pathology. Thorough valid", "ly identifying and categorizing breast lesions, segmenting mass lesions, and classifying them based on pathology. Thorough validation using the Curated Breast Imaging Subset of Digital Database for Screening Mammography (CBIS-DDSM) demonstrated the CAD system's exceptional performance, with a 99% success rate in detecting and classifying breast masses. While the accuracy of detection is 98.5%, when segmenting breast masses into separate groups for examination, the method's performance was approximately 95.3", "on is 98.5%, when segmenting breast masses into separate groups for examination, the method's performance was approximately 95.39%. Upon completing all the analysis, the system's classification phase yielded an overall accuracy of 99.16% for classification. The potential for this integrated framework to outperform current deep learning techniques is proposed, despite potential challenges related to the high number of trainable parameters. Ultimately, this recommended framework offers valuable support to res", "lenges related to the high number of trainable parameters. Ultimately, this recommended framework offers valuable support to researchers and physicians in breast cancer diagnosis by harnessing cutting-edge AI and image processing technologies, extending recent advances in deep learning to the medical domain."]}, {"title": "Substitutions in the nonactive site of the passenger domain on the activity of <i>Haemophilus influenzae</i> immunoglobulin A1 protease.", "summary": "Immunoglobulin A1 (IgA1) protease is a critical virulence factor of <i>Haemophilus influenzae</i> that facilitates bacterial mucosal infection. This study investigates the effect of <i>iga</i> gene polymorphism on the enzymatic activity of <i>H. influenzae</i> IgA1 protease. The IgA1 protease activity was examined in the <i>H. influenzae</i> Rd KW20 strain and 51 isolates. Genetic variations in <i>iga</i> and deduced amino acid substitutions affecting IgA1 protease activity were assessed. Machine learning tools and functional complementation assays were used to analyze the effects of identified substitutions on the stability and activity of IgA1 protease, respectively. All 51 isolates exhibited similar <i>iga</i> expression levels. No <i>igaB</i> expression was detected. According to comparisons with the reference Rd KW20 strain, four substitutions in the protease domain, 26 in the nonprotease passenger domain, and two in the β-barrel domain were associated with the change in IgA1 protease activity. No substitutions in the catalytic site of IgA1 protease were observed. Logistic regression, receiver operating characteristic curves, Venn diagrams, and protein stability analyses revealed that the substitutions Asn352Lys, Pro353Ala, Lys356Asn, Gln916Lys, and Gly917Ser, which were located in the nonactive site of the passenger domain, were associated with decreases in IgA1 protease activity and stability, whereas Asn914Lys was associated with an increase in these events. Functional complementation assays revealed that the Asn914Lys substitution increased IgA1 protease activity in the Rd KW20 strain. This study identified substitutions in the nonactive site of the passenger domain that affect both the activity and stability of <i>H. influenzae</i> IgA1 protease.", "chunks": ["Immunoglobulin A1 (IgA1) protease is a critical virulence factor of <i>Haemophilus influenzae</i> that facilitates bacterial mucosal infection. This study investigates the effect of <i>iga</i> gene polymorphism on the enzymatic activity of <i>H. influenzae</i> IgA1 protease. The IgA1 protease activity was examined in the <i>H. influenzae</i> Rd KW20 strain and 51 isolates. Genetic variations in <i>iga</i> and deduced amino acid substitutions affecting IgA1 protease activity were assessed. Machine learning t", "variations in <i>iga</i> and deduced amino acid substitutions affecting IgA1 protease activity were assessed. Machine learning tools and functional complementation assays were used to analyze the effects of identified substitutions on the stability and activity of IgA1 protease, respectively. All 51 isolates exhibited similar <i>iga</i> expression levels. No <i>igaB</i> expression was detected. According to comparisons with the reference Rd KW20 strain, four substitutions in the protease domain, 26 in the n", "was detected. According to comparisons with the reference Rd KW20 strain, four substitutions in the protease domain, 26 in the nonprotease passenger domain, and two in the β-barrel domain were associated with the change in IgA1 protease activity. No substitutions in the catalytic site of IgA1 protease were observed. Logistic regression, receiver operating characteristic curves, Venn diagrams, and protein stability analyses revealed that the substitutions Asn352Lys, Pro353Ala, Lys356Asn, Gln916Lys, and Gly91", "n diagrams, and protein stability analyses revealed that the substitutions Asn352Lys, Pro353Ala, Lys356Asn, Gln916Lys, and Gly917Ser, which were located in the nonactive site of the passenger domain, were associated with decreases in IgA1 protease activity and stability, whereas Asn914Lys was associated with an increase in these events. Functional complementation assays revealed that the Asn914Lys substitution increased IgA1 protease activity in the Rd KW20 strain. This study identified substitutions in the", "at the Asn914Lys substitution increased IgA1 protease activity in the Rd KW20 strain. This study identified substitutions in the nonactive site of the passenger domain that affect both the activity and stability of <i>H. influenzae</i> IgA1 protease."]}, {"title": "Motion Artifact Detection for T1-Weighted Brain MR Images Using Convolutional Neural Networks.", "summary": "Quality assessment (QA) of magnetic resonance imaging (MRI) encompasses several factors such as noise, contrast, homogeneity, and imaging artifacts. Quality evaluation is often not standardized and relies on the expertise, and vigilance of the personnel, posing limitations especially with large datasets. Machine learning based on convolutional neural networks (CNNs) is a promising approach to address these challenges by performing automated inspection of MR images. In this study, a CNN for the detection of random head motion artifacts (RHM) in T1-weighted MRI as one aspect of image quality is proposed. A two-step approach aimed to first identify images exhibiting pronounced motion artifacts, and second to evaluate the feasibility of a more detailed three-class classification. The utilized dataset consisted of 420 T1-weighted whole-brain image volumes with isotropic resolution. Human experts assigned each volume to one of three classes of artifact prominence. Results demonstrate an accuracy of 95% for the identification of images with pronounced artifact load. The addition of an intermediate class retained an accuracy of 76%. The findings highlight the potential of CNN-based approaches to increase the efficiency of <i>post</i>-<i>hoc</i> QAs in large datasets by flagging images with potentially relevant artifact loads for closer inspection.", "chunks": ["Quality assessment (QA) of magnetic resonance imaging (MRI) encompasses several factors such as noise, contrast, homogeneity, and imaging artifacts. Quality evaluation is often not standardized and relies on the expertise, and vigilance of the personnel, posing limitations especially with large datasets. Machine learning based on convolutional neural networks (CNNs) is a promising approach to address these challenges by performing automated inspection of MR images. In this study, a CNN for the detection of ", "approach to address these challenges by performing automated inspection of MR images. In this study, a CNN for the detection of random head motion artifacts (RHM) in T1-weighted MRI as one aspect of image quality is proposed. A two-step approach aimed to first identify images exhibiting pronounced motion artifacts, and second to evaluate the feasibility of a more detailed three-class classification. The utilized dataset consisted of 420 T1-weighted whole-brain image volumes with isotropic resolution. Human ", "ss classification. The utilized dataset consisted of 420 T1-weighted whole-brain image volumes with isotropic resolution. Human experts assigned each volume to one of three classes of artifact prominence. Results demonstrate an accuracy of 95% for the identification of images with pronounced artifact load. The addition of an intermediate class retained an accuracy of 76%. The findings highlight the potential of CNN-based approaches to increase the efficiency of <i>post</i>-<i>hoc</i> QAs in large datasets b", "ngs highlight the potential of CNN-based approaches to increase the efficiency of <i>post</i>-<i>hoc</i> QAs in large datasets by flagging images with potentially relevant artifact loads for closer inspection."]}, {"title": "Machine learning vs. regression models to predict the risk of Legionella contamination in a hospital water network.", "summary": "The periodic monitoring of Legionella in hospital water networks allows preventive measures to be taken to avoid the risk of legionellosis to patients and healthcare workers.", "chunks": ["The periodic monitoring of Legionella in hospital water networks allows preventive measures to be taken to avoid the risk of legionellosis to patients and healthcare workers."]}, {"title": "Knowledge, attitude, and practice of artificial intelligence among medical students in Sudan: a cross-sectional study.", "summary": "In this cross-sectional study, the authors explored the knowledge, attitudes, and practices related to artificial intelligence (AI) among medical students in Sudan. With AI increasingly impacting healthcare, understanding its integration into medical education is crucial. This study aimed to assess the current state of AI awareness, perceptions, and practical experiences among medical students in Sudan. The authors aimed to evaluate the extent of AI familiarity among Sudanese medical students by examining their attitudes toward its application in medicine. Additionally, this study seeks to identify the factors influencing knowledge levels and explore the practical implementation of AI in the medical field.", "chunks": ["In this cross-sectional study, the authors explored the knowledge, attitudes, and practices related to artificial intelligence (AI) among medical students in Sudan. With AI increasingly impacting healthcare, understanding its integration into medical education is crucial. This study aimed to assess the current state of AI awareness, perceptions, and practical experiences among medical students in Sudan. The authors aimed to evaluate the extent of AI familiarity among Sudanese medical students by examining t", "cal students in Sudan. The authors aimed to evaluate the extent of AI familiarity among Sudanese medical students by examining their attitudes toward its application in medicine. Additionally, this study seeks to identify the factors influencing knowledge levels and explore the practical implementation of AI in the medical field."]}, {"title": "Construction of neural network model for exercise load monitoring based on yoga training data and rehabilitation therapy.", "summary": "The Internet of Things is based on the traditional Internet and its purpose is to achieve information exchange between users and devices, as well as between devices. The rapid development of sensor technology, communication network technology, and computer technology has enriched the coverage of the Internet of Things, including a wide range of intelligent applications such as healthcare, smart cities, and smart homes. The development of high-performance computing and machine learning technologies has promoted the wide application of intelligent auxiliary systems in sports medicine. With the rapid development of yoga in the field of sports, athletes can play the various functions of yoga, improve their physical strength and quality, and improve their strength, flexibility, etc., cultivate positive, optimistic, and healthy emotions, and these are conducive to rehabilitation treatment after sports injuries. Therefore, it is feasible and feasible to introduce yoga training into the monitoring of the exercise load of athletes. In this paper, neural network technology was used to break the traditional training method based on experience. Based on yoga training data, through experimental exercise research, it could explore a new effective way to monitor exercise load and rehabilitation treatment, and build an exercise load monitoring model of the Ant Colony Optimization (ACO) neural network. By sorting out the data, statistics and analysis of the data, this article confirmed the effect of yoga training on reducing fatigue after exercise. The experimental results showed that the prediction value obtained by the ACO neural network model was 9.106, and the error was only -0.003 compared to the actual detection value of 9.109. This result showed that the ACO neural network model can perfectly fit the functional relationship between yoga training level and exercise load and has high prediction accuracy. This also marked that the development of high-performance computing systems has entered a new journey in the field of sports and health.", "chunks": ["The Internet of Things is based on the traditional Internet and its purpose is to achieve information exchange between users and devices, as well as between devices. The rapid development of sensor technology, communication network technology, and computer technology has enriched the coverage of the Internet of Things, including a wide range of intelligent applications such as healthcare, smart cities, and smart homes. The development of high-performance computing and machine learning technologies has promo", "thcare, smart cities, and smart homes. The development of high-performance computing and machine learning technologies has promoted the wide application of intelligent auxiliary systems in sports medicine. With the rapid development of yoga in the field of sports, athletes can play the various functions of yoga, improve their physical strength and quality, and improve their strength, flexibility, etc., cultivate positive, optimistic, and healthy emotions, and these are conducive to rehabilitation treatment ", "h, flexibility, etc., cultivate positive, optimistic, and healthy emotions, and these are conducive to rehabilitation treatment after sports injuries. Therefore, it is feasible and feasible to introduce yoga training into the monitoring of the exercise load of athletes. In this paper, neural network technology was used to break the traditional training method based on experience. Based on yoga training data, through experimental exercise research, it could explore a new effective way to monitor exercise loa", "ased on yoga training data, through experimental exercise research, it could explore a new effective way to monitor exercise load and rehabilitation treatment, and build an exercise load monitoring model of the Ant Colony Optimization (ACO) neural network. By sorting out the data, statistics and analysis of the data, this article confirmed the effect of yoga training on reducing fatigue after exercise. The experimental results showed that the prediction value obtained by the ACO neural network model was 9.1", "tigue after exercise. The experimental results showed that the prediction value obtained by the ACO neural network model was 9.106, and the error was only -0.003 compared to the actual detection value of 9.109. This result showed that the ACO neural network model can perfectly fit the functional relationship between yoga training level and exercise load and has high prediction accuracy. This also marked that the development of high-performance computing systems has entered a new journey in the field of spor", "racy. This also marked that the development of high-performance computing systems has entered a new journey in the field of sports and health."]}, {"title": "EASL: A Framework for Designing, Implementing, and Evaluating ML Solutions in Clinical Healthcare Settings.", "summary": "We introduce the Explainable Analytical Systems Lab (EASL) framework, an end-to-end solution designed to facilitate the development, implementation, and evaluation of clinical machine learning (ML) tools. EASL is highly versatile and applicable to a variety of contexts and includes resources for data management, ML model development, visualization and user interface development, service hosting, and usage analytics. To demonstrate its practical applications, we present the EASL framework in the context of a case study: designing and evaluating a deep learning classifier to predict diagnoses from medical imaging. The framework is composed of three modules, each with their own set of resources. The Workbench module stores data and develops initial ML models, the Canvas module contains a medical imaging viewer and web development framework, and the Studio module hosts the ML model and provides web analytics and support for conducting user studies. EASL encourages model developers to take a holistic view by integrating the model development, implementation, and evaluation into one framework, and thus ensures that models are both effective and reliable when used in a clinical setting. EASL contributes to our understanding of machine learning applied to healthcare by providing a comprehensive framework that makes it easier to develop and evaluate ML tools within a clinical setting.", "chunks": ["We introduce the Explainable Analytical Systems Lab (EASL) framework, an end-to-end solution designed to facilitate the development, implementation, and evaluation of clinical machine learning (ML) tools. EASL is highly versatile and applicable to a variety of contexts and includes resources for data management, ML model development, visualization and user interface development, service hosting, and usage analytics. To demonstrate its practical applications, we present the EASL framework in the context of a", "rvice hosting, and usage analytics. To demonstrate its practical applications, we present the EASL framework in the context of a case study: designing and evaluating a deep learning classifier to predict diagnoses from medical imaging. The framework is composed of three modules, each with their own set of resources. The Workbench module stores data and develops initial ML models, the Canvas module contains a medical imaging viewer and web development framework, and the Studio module hosts the ML model and p", "he Canvas module contains a medical imaging viewer and web development framework, and the Studio module hosts the ML model and provides web analytics and support for conducting user studies. EASL encourages model developers to take a holistic view by integrating the model development, implementation, and evaluation into one framework, and thus ensures that models are both effective and reliable when used in a clinical setting. EASL contributes to our understanding of machine learning applied to healthcare b", " and reliable when used in a clinical setting. EASL contributes to our understanding of machine learning applied to healthcare by providing a comprehensive framework that makes it easier to develop and evaluate ML tools within a clinical setting."]}, {"title": "Prediction of COVID-19 patients' participation in financing informal care using machine learning methods: willingness to pay and willingness to accept approaches.", "summary": "Informal care plays an essential role in managing the COVID-19 pandemic. Expanding health insurance packages that reimburse caregivers' services through cost-sharing policies could increase financial resources. Predicting payers' willingness to contribute financially accurately is essential for implementing such a policy. This study aimed to identify the key variables related to WTP/WTA of COVID-19 patients for informal care in Sanandaj city, Iran.", "chunks": ["Informal care plays an essential role in managing the COVID-19 pandemic. Expanding health insurance packages that reimburse caregivers' services through cost-sharing policies could increase financial resources. Predicting payers' willingness to contribute financially accurately is essential for implementing such a policy. This study aimed to identify the key variables related to WTP/WTA of COVID-19 patients for informal care in Sanandaj city, Iran.", "P/WTA of COVID-19 patients for informal care in Sanandaj city, Iran."]}, {"title": "Classification of osteoarthritic and healthy cartilage using deep learning with Raman spectra.", "summary": "Raman spectroscopy is a rapid method for analysing the molecular composition of biological material. However, noise contamination in the spectral data necessitates careful pre-processing prior to analysis. Here we propose an end-to-end Convolutional Neural Network to automatically learn an optimal combination of pre-processing strategies, for the classification of Raman spectra of superficial and deep layers of cartilage harvested from 45 Osteoarthritis and 19 Osteoporosis (Healthy controls) patients. Using 6-fold cross-validation, the Multi-Convolutional Neural Network achieves comparable or improved classification accuracy against the best-performing Convolutional Neural Network applied to either the raw or pre-processed spectra. We utilised Integrated Gradients to identify the contributing features (Raman signatures) in the network decision process, showing they are biologically relevant. Using these features, we compared Artificial Neural Networks, Decision Trees and Support Vector Machines for the feature selection task. Results show that training on fewer than 3 and 300 features, respectively, for the disease classification and layer assignment task provide performance comparable to the best-performing CNN-based network applied to the full dataset. Our approach, incorporating multi-channel input and Integrated Gradients, can potentially facilitate the clinical translation of Raman spectroscopy-based diagnosis without the need for laborious manual pre-processing and feature selection.", "chunks": ["Raman spectroscopy is a rapid method for analysing the molecular composition of biological material. However, noise contamination in the spectral data necessitates careful pre-processing prior to analysis. Here we propose an end-to-end Convolutional Neural Network to automatically learn an optimal combination of pre-processing strategies, for the classification of Raman spectra of superficial and deep layers of cartilage harvested from 45 Osteoarthritis and 19 Osteoporosis (Healthy controls) patients. Using", "superficial and deep layers of cartilage harvested from 45 Osteoarthritis and 19 Osteoporosis (Healthy controls) patients. Using 6-fold cross-validation, the Multi-Convolutional Neural Network achieves comparable or improved classification accuracy against the best-performing Convolutional Neural Network applied to either the raw or pre-processed spectra. We utilised Integrated Gradients to identify the contributing features (Raman signatures) in the network decision process, showing they are biologically r", "dients to identify the contributing features (Raman signatures) in the network decision process, showing they are biologically relevant. Using these features, we compared Artificial Neural Networks, Decision Trees and Support Vector Machines for the feature selection task. Results show that training on fewer than 3 and 300 features, respectively, for the disease classification and layer assignment task provide performance comparable to the best-performing CNN-based network applied to the full dataset. Our a", "layer assignment task provide performance comparable to the best-performing CNN-based network applied to the full dataset. Our approach, incorporating multi-channel input and Integrated Gradients, can potentially facilitate the clinical translation of Raman spectroscopy-based diagnosis without the need for laborious manual pre-processing and feature selection."]}, {"title": "Fairness in Predicting Cancer Mortality Across Racial Subgroups.", "summary": "Machine learning has potential to transform cancer care by helping clinicians prioritize patients for serious illness conversations. However, models need to be evaluated for unequal performance across racial groups (ie, racial bias) so that existing racial disparities are not exacerbated.", "chunks": ["Machine learning has potential to transform cancer care by helping clinicians prioritize patients for serious illness conversations. However, models need to be evaluated for unequal performance across racial groups (ie, racial bias) so that existing racial disparities are not exacerbated."]}, {"title": "A novel approach to forecast surgery durations using machine learning techniques.", "summary": "This study presents a methodology for predicting the duration of surgical procedures using Machine Learning (ML). The methodology incorporates a new set of predictors emphasizing the significance of surgical team dynamics and composition, including experience, familiarity, social behavior, and gender diversity. By applying ML techniques to a comprehensive dataset of over 77,000 surgeries, we achieved a 24% improvement in the mean absolute error (MAE) over a model that mimics the current approach of the decision maker. Our results also underscore the critical role of surgeon experience and team composition dynamics in enhancing prediction accuracy. These advancements can lead to more efficient operational planning and resource allocation in hospitals, potentially reducing downtime in operating rooms and improving healthcare delivery.", "chunks": ["This study presents a methodology for predicting the duration of surgical procedures using Machine Learning (ML). The methodology incorporates a new set of predictors emphasizing the significance of surgical team dynamics and composition, including experience, familiarity, social behavior, and gender diversity. By applying ML techniques to a comprehensive dataset of over 77,000 surgeries, we achieved a 24% improvement in the mean absolute error (MAE) over a model that mimics the current approach of the deci", "geries, we achieved a 24% improvement in the mean absolute error (MAE) over a model that mimics the current approach of the decision maker. Our results also underscore the critical role of surgeon experience and team composition dynamics in enhancing prediction accuracy. These advancements can lead to more efficient operational planning and resource allocation in hospitals, potentially reducing downtime in operating rooms and improving healthcare delivery.", "ally reducing downtime in operating rooms and improving healthcare delivery."]}, {"title": "Synthetic CT generation for pelvic cases based on deep learning in multi-center datasets.", "summary": "To investigate the feasibility of synthesizing computed tomography (CT) images from magnetic resonance (MR) images in multi-center datasets using generative adversarial networks (GANs) for rectal cancer MR-only radiotherapy.", "chunks": ["To investigate the feasibility of synthesizing computed tomography (CT) images from magnetic resonance (MR) images in multi-center datasets using generative adversarial networks (GANs) for rectal cancer MR-only radiotherapy."]}, {"title": "Current advances in the use of artificial intelligence in predicting and managing urological complications.", "summary": "Artificial intelligence (AI) has emerged as a promising avenue for improving patient care and surgical outcomes in urological surgery. However, the extent of AI's impact in predicting and managing complications is not fully elucidated.", "chunks": ["Artificial intelligence (AI) has emerged as a promising avenue for improving patient care and surgical outcomes in urological surgery. However, the extent of AI's impact in predicting and managing complications is not fully elucidated."]}, {"title": "The Evolving Role of Artificial Intelligence in Radiotherapy Treatment Planning-A Literature Review.", "summary": "This paper examines the integration of artificial intelligence (AI) in radiotherapy for cancer treatment. The importance of radiotherapy in cancer management and its time-intensive planning process make AI adoption appealing especially with the escalating demand for radiotherapy. This review highlights the efficacy of AI across medical domains, where it surpasses human capabilities in areas such as cardiology and dermatology. Focusing on radiotherapy, the paper details AI's applications in target segmentation, dose optimization, and outcome prediction. It discusses adaptive radiotherapy's benefits and AI's potential to enhance patient outcomes with much improved treatment accuracy. The paper explores ethical concerns, including data privacy and bias, stressing the need for robust guidelines. Educating healthcare professionals and patients about AI's role is crucial as it acknowledges potential job-role changes and concerns about patients' trust in the use of AI. Overall, the integration of AI in radiotherapy holds transformative potential in streamlining processes, improving outcomes, and reducing costs. AI's potential to reduce healthcare costs underscores its significance with impactful change globally. However, successful implementation hinges on addressing ethical and logistical challenges and fostering collaboration among healthcare professionals and patient population data sets for its optimal utilization. Rigorous education, collaborative efforts, and global data sharing will be the compass guiding its' success in radiotherapy and healthcare.", "chunks": ["This paper examines the integration of artificial intelligence (AI) in radiotherapy for cancer treatment. The importance of radiotherapy in cancer management and its time-intensive planning process make AI adoption appealing especially with the escalating demand for radiotherapy. This review highlights the efficacy of AI across medical domains, where it surpasses human capabilities in areas such as cardiology and dermatology. Focusing on radiotherapy, the paper details AI's applications in target segmentati", " in areas such as cardiology and dermatology. Focusing on radiotherapy, the paper details AI's applications in target segmentation, dose optimization, and outcome prediction. It discusses adaptive radiotherapy's benefits and AI's potential to enhance patient outcomes with much improved treatment accuracy. The paper explores ethical concerns, including data privacy and bias, stressing the need for robust guidelines. Educating healthcare professionals and patients about AI's role is crucial as it acknowledges", "ng the need for robust guidelines. Educating healthcare professionals and patients about AI's role is crucial as it acknowledges potential job-role changes and concerns about patients' trust in the use of AI. Overall, the integration of AI in radiotherapy holds transformative potential in streamlining processes, improving outcomes, and reducing costs. AI's potential to reduce healthcare costs underscores its significance with impactful change globally. However, successful implementation hinges on addressing", "hcare costs underscores its significance with impactful change globally. However, successful implementation hinges on addressing ethical and logistical challenges and fostering collaboration among healthcare professionals and patient population data sets for its optimal utilization. Rigorous education, collaborative efforts, and global data sharing will be the compass guiding its' success in radiotherapy and healthcare.", "success in radiotherapy and healthcare."]}, {"title": "Artificial intelligence's contribution to early pulmonary lesion detection in chest X-rays: insights from two retrospective studies on a Czech population.", "summary": "In recent years healthcare is undergoing significant changes due to technological innovations, with Artificial Intelligence (AI) being a key trend. Particularly in radiodiagnostics, according to studies, AI has the potential to enhance accuracy and efficiency. We focus on AI's role in diagnosing pulmonary lesions, which could indicate lung cancer, based on chest X-rays. Despite lower sensitivity in comparison to other methods like chest CT, due to its routine use, X-rays often provide the first detection of lung lesions. We present our deep learning-based solution aimed at improving lung lesion detection, especially during early-stage of illness. We then share results from our previous studies validating this model in two different clinical settings: a general hospital with low prevalence findings and a specialized oncology center. Based on a quantitative comparison with the conclusions of radiologists of different levels of experience, our model achieves high sensitivity, but lower specificity than comparing radiologists. In the context of clinical requirements and AI-assisted diagnostics, the experience and clinical reasoning of the doctor play a crucial role, therefore we currently lean more towards models with higher sensitivity over specificity. Even unlikely suspicions are presented to the doctor. Based on these results, it can be expected that in the future artificial intelligence will play a key role in the field of radiology as a supporting tool for evaluating specialists. To achieve this, it is necessary to solve not only technical but also medical and regulatory aspects. It is crucial to have access to quality and reliable information not only about the benefits but also about the limitations of machine learning and AI in medicine.", "chunks": ["In recent years healthcare is undergoing significant changes due to technological innovations, with Artificial Intelligence (AI) being a key trend. Particularly in radiodiagnostics, according to studies, AI has the potential to enhance accuracy and efficiency. We focus on AI's role in diagnosing pulmonary lesions, which could indicate lung cancer, based on chest X-rays. Despite lower sensitivity in comparison to other methods like chest CT, due to its routine use, X-rays often provide the first detection of", "er sensitivity in comparison to other methods like chest CT, due to its routine use, X-rays often provide the first detection of lung lesions. We present our deep learning-based solution aimed at improving lung lesion detection, especially during early-stage of illness. We then share results from our previous studies validating this model in two different clinical settings: a general hospital with low prevalence findings and a specialized oncology center. Based on a quantitative comparison with the conclusi", "al hospital with low prevalence findings and a specialized oncology center. Based on a quantitative comparison with the conclusions of radiologists of different levels of experience, our model achieves high sensitivity, but lower specificity than comparing radiologists. In the context of clinical requirements and AI-assisted diagnostics, the experience and clinical reasoning of the doctor play a crucial role, therefore we currently lean more towards models with higher sensitivity over specificity. Even unli", " doctor play a crucial role, therefore we currently lean more towards models with higher sensitivity over specificity. Even unlikely suspicions are presented to the doctor. Based on these results, it can be expected that in the future artificial intelligence will play a key role in the field of radiology as a supporting tool for evaluating specialists. To achieve this, it is necessary to solve not only technical but also medical and regulatory aspects. It is crucial to have access to quality and reliable in", "ary to solve not only technical but also medical and regulatory aspects. It is crucial to have access to quality and reliable information not only about the benefits but also about the limitations of machine learning and AI in medicine."]}, {"title": "Artificial intelligence in medicine and healthcare: Opportunity and/or threat.", "summary": "The aim of the article to present the development of artificial intelligence (AI) methods and their applications in medicine and health care. Current technological development contributes to generation of large volumes of data that cannot be evaluated only manually. We describe the process of patient care and its individual parts that can be supported by technology and data analysis methods. There are many successful applications that help in the decision support process, in processing complex multidimensional heterogeneous and/or long-term data. On the other side, failures appear in AI methods applications. In recent years, deep learning became very popular and to a certain extend it delivered promising results. However, it has certain flaws that might lead to misclassification. The correct methodological steps in design and implementation of selected methods to data processing are briefly presented.", "chunks": ["The aim of the article to present the development of artificial intelligence (AI) methods and their applications in medicine and health care. Current technological development contributes to generation of large volumes of data that cannot be evaluated only manually. We describe the process of patient care and its individual parts that can be supported by technology and data analysis methods. There are many successful applications that help in the decision support process, in processing complex multidimensio", "s methods. There are many successful applications that help in the decision support process, in processing complex multidimensional heterogeneous and/or long-term data. On the other side, failures appear in AI methods applications. In recent years, deep learning became very popular and to a certain extend it delivered promising results. However, it has certain flaws that might lead to misclassification. The correct methodological steps in design and implementation of selected methods to data processing are ", " to misclassification. The correct methodological steps in design and implementation of selected methods to data processing are briefly presented."]}, {"title": "Automatic Clinical Assessment of Swallowing Behavior and Diagnosis of Silent Aspiration Using Wireless Multimodal Wearable Electronics.", "summary": "Dysphagia is more common in conditions such as stroke, Parkinson's disease, and head and neck cancer. This can lead to pneumonia, choking, malnutrition, and dehydration. Currently, the diagnostic gold standard uses radiologic imaging, the videofluoroscopic swallow study (VFSS); however, it is expensive and necessitates specialized facilities and trained personnel. Although several devices attempt to address the limitations, none offer the clinical-grade quality and accuracy of the VFSS. Here, this study reports a wireless multimodal wearable system with machine learning for automatic, accurate clinical assessment of swallowing behavior and diagnosis of silent aspirations from dysphagia patients. The device includes a kirigami-structured electrode that suppresses changes in skin contact impedance caused by movements and a microphone with a gel layer that effectively blocks external noise for measuring high-quality electromyograms and swallowing sounds. The deep learning algorithm offers the classification of swallowing patterns while diagnosing silent aspirations, with an accuracy of 89.47%. The demonstration with post-stroke patients captures the system's significance in measuring multiple physiological signals in real-time for detecting swallowing disorders, validated by comparing them with the VFSS. The multimodal electronics can ensure a promising future for dysphagia healthcare and rehabilitation therapy, providing an accurate, non-invasive alternative for monitoring swallowing and aspiration events.", "chunks": ["Dysphagia is more common in conditions such as stroke, Parkinson's disease, and head and neck cancer. This can lead to pneumonia, choking, malnutrition, and dehydration. Currently, the diagnostic gold standard uses radiologic imaging, the videofluoroscopic swallow study (VFSS); however, it is expensive and necessitates specialized facilities and trained personnel. Although several devices attempt to address the limitations, none offer the clinical-grade quality and accuracy of the VFSS. Here, this study rep", "devices attempt to address the limitations, none offer the clinical-grade quality and accuracy of the VFSS. Here, this study reports a wireless multimodal wearable system with machine learning for automatic, accurate clinical assessment of swallowing behavior and diagnosis of silent aspirations from dysphagia patients. The device includes a kirigami-structured electrode that suppresses changes in skin contact impedance caused by movements and a microphone with a gel layer that effectively blocks external no", "sses changes in skin contact impedance caused by movements and a microphone with a gel layer that effectively blocks external noise for measuring high-quality electromyograms and swallowing sounds. The deep learning algorithm offers the classification of swallowing patterns while diagnosing silent aspirations, with an accuracy of 89.47%. The demonstration with post-stroke patients captures the system's significance in measuring multiple physiological signals in real-time for detecting swallowing disorders, ", "captures the system's significance in measuring multiple physiological signals in real-time for detecting swallowing disorders, validated by comparing them with the VFSS. The multimodal electronics can ensure a promising future for dysphagia healthcare and rehabilitation therapy, providing an accurate, non-invasive alternative for monitoring swallowing and aspiration events."]}, {"title": "Clinical decision support systems in addiction and concurrent disorders: A systematic review and meta-analysis.", "summary": "This review aims to synthesise the literature on the efficacy, evolution, and challenges of implementing Clincian Decision Support Systems (CDSS) in the realm of mental health, addiction, and concurrent disorders.", "chunks": ["This review aims to synthesise the literature on the efficacy, evolution, and challenges of implementing Clincian Decision Support Systems (CDSS) in the realm of mental health, addiction, and concurrent disorders."]}, {"title": "Machine Learning Prediction of Small Molecule Accumulation in <i>Escherichia Coli</i> Enhanced with Descriptor Statistics.", "summary": "Antibiotic resistance, particularly among Gram-negative bacteria, poses a significant healthcare challenge due to their ability to evade antibiotic action through various mechanisms. In this study, we explore the prediction of small molecule accumulation in Gram-negative bacteria by using machine learning techniques enhanced with statistical descriptors derived from molecular dynamics simulations. We begin by identifying a minimal set of molecular descriptors that maximize the model's predictive power while preserving human interpretability. We optimize model accuracy, precision, and the area under the receiver operating characteristic curve through an iterative process. We demonstrate that the inclusion of statistical descriptors significantly improves model performance across various prediction metrics. Particularly, the addition of statistical descriptors related to dipole moment and minimum projection radius enhances the model's predictive capabilities, shedding light on the physicochemical properties crucial for small molecule accumulation. Our findings highlight the importance of considering statistical moments beyond mean values in predictive modeling and suggest avenues for future research. Overall, our study provides insights into the complex dynamics of antibiotic accumulation in <i>Escherichia coli</i> bacterial cells, generalizable to other Gram-negative species, offering a promising approach for the discovery of effective antibacterial agents, identifying new hits, and improving them to define effective lead agents.", "chunks": ["Antibiotic resistance, particularly among Gram-negative bacteria, poses a significant healthcare challenge due to their ability to evade antibiotic action through various mechanisms. In this study, we explore the prediction of small molecule accumulation in Gram-negative bacteria by using machine learning techniques enhanced with statistical descriptors derived from molecular dynamics simulations. We begin by identifying a minimal set of molecular descriptors that maximize the model's predictive power while", "ics simulations. We begin by identifying a minimal set of molecular descriptors that maximize the model's predictive power while preserving human interpretability. We optimize model accuracy, precision, and the area under the receiver operating characteristic curve through an iterative process. We demonstrate that the inclusion of statistical descriptors significantly improves model performance across various prediction metrics. Particularly, the addition of statistical descriptors related to dipole moment ", "l performance across various prediction metrics. Particularly, the addition of statistical descriptors related to dipole moment and minimum projection radius enhances the model's predictive capabilities, shedding light on the physicochemical properties crucial for small molecule accumulation. Our findings highlight the importance of considering statistical moments beyond mean values in predictive modeling and suggest avenues for future research. Overall, our study provides insights into the complex dynamics", "s in predictive modeling and suggest avenues for future research. Overall, our study provides insights into the complex dynamics of antibiotic accumulation in <i>Escherichia coli</i> bacterial cells, generalizable to other Gram-negative species, offering a promising approach for the discovery of effective antibacterial agents, identifying new hits, and improving them to define effective lead agents.", "ctive lead agents."]}, {"title": "Proposal and validation of a new approach in tele-rehabilitation with 3D human posture estimation: a randomized controlled trial in older individuals with sarcopenia.", "summary": "Through a randomized controlled trial on older adults with sarcopenia, this study compared the training effects of an AI-based remote training group using deep learning-based 3D human pose estimation technology with those of a face-to-face traditional training group and a general remote training group.", "chunks": ["Through a randomized controlled trial on older adults with sarcopenia, this study compared the training effects of an AI-based remote training group using deep learning-based 3D human pose estimation technology with those of a face-to-face traditional training group and a general remote training group."]}, {"title": "A comprehensive health assessment approach using ensemble deep learning model for remote patient monitoring with IoT.", "summary": "The goal of this research is to create an ensemble deep learning model for Internet of Things (IoT) applications that specifically target remote patient monitoring (RPM) by integrating long short-term memory (LSTM) networks and convolutional neural networks (CNN). The work tackles important RPM concerns such early health issue diagnosis and accurate real-time physiological data collection and analysis using wearable IoT devices. By assessing important health factors like heart rate, blood pressure, pulse, temperature, activity level, weight management, respiration rate, medication adherence, sleep patterns, and oxygen levels, the suggested Remote Patient Monitor Model (RPMM) attains a noteworthy accuracy of 97.23%. The model's capacity to identify spatial and temporal relationships in health data is improved by novel techniques such as the use of CNN for spatial analysis and feature extraction and LSTM for temporal sequence modeling. Early intervention is made easier by this synergistic approach, which enhances trend identification and anomaly detection in vital signs. A variety of datasets are used to validate the model's robustness, highlighting its efficacy in remote patient care. This study shows how using ensemble models' advantages might improve health monitoring's precision and promptness, which would eventually benefit patients and ease the burden on healthcare systems.", "chunks": ["The goal of this research is to create an ensemble deep learning model for Internet of Things (IoT) applications that specifically target remote patient monitoring (RPM) by integrating long short-term memory (LSTM) networks and convolutional neural networks (CNN). The work tackles important RPM concerns such early health issue diagnosis and accurate real-time physiological data collection and analysis using wearable IoT devices. By assessing important health factors like heart rate, blood pressure, pulse, t", "lection and analysis using wearable IoT devices. By assessing important health factors like heart rate, blood pressure, pulse, temperature, activity level, weight management, respiration rate, medication adherence, sleep patterns, and oxygen levels, the suggested Remote Patient Monitor Model (RPMM) attains a noteworthy accuracy of 97.23%. The model's capacity to identify spatial and temporal relationships in health data is improved by novel techniques such as the use of CNN for spatial analysis and feature ", "d temporal relationships in health data is improved by novel techniques such as the use of CNN for spatial analysis and feature extraction and LSTM for temporal sequence modeling. Early intervention is made easier by this synergistic approach, which enhances trend identification and anomaly detection in vital signs. A variety of datasets are used to validate the model's robustness, highlighting its efficacy in remote patient care. This study shows how using ensemble models' advantages might improve health m", " highlighting its efficacy in remote patient care. This study shows how using ensemble models' advantages might improve health monitoring's precision and promptness, which would eventually benefit patients and ease the burden on healthcare systems."]}, {"title": "The new frontier: utilizing ChatGPT to expand craniofacial research.", "summary": "Due to the importance of evidence-based research in plastic surgery, the authors of this study aimed to assess the accuracy of ChatGPT in generating novel systematic review ideas within the field of craniofacial surgery.", "chunks": ["Due to the importance of evidence-based research in plastic surgery, the authors of this study aimed to assess the accuracy of ChatGPT in generating novel systematic review ideas within the field of craniofacial surgery."]}, {"title": "Unsupervised denoising of the non-invasive fetal electrocardiogram with sparse domain Kalman filtering and vectorcardiographic loop alignment.", "summary": "<i>Objective.</i>Even though the electrocardiogram (ECG) has potential to be used as a monitoring or diagnostic tool for fetuses, the use of non-invasive fetal ECG is complicated by relatively high amounts of noise and fetal movement during the measurement. Moreover, machine learning-based solutions to this problem struggle with the lack of clean reference data, which is difficult to obtain. To solve these problems, this work aims to incorporate fetal rotation correction with ECG denoising into a single unsupervised end-to-end trainable method.<i>Approach.</i>This method uses the vectorcardiogram (VCG), a three-dimensional representation of the ECG, as an input and extends the previously introduced Kalman-LISTA method with a Kalman filter for the estimation of fetal rotation, applying denoising to the rotation-corrected VCG.<i>Main results.</i>The resulting method was shown to outperform denoising auto-encoders by more than 3 dB while achieving a rotation tracking error of less than 33<sup>∘</sup>. Furthermore, the method was shown to be robust to a difference in signal to noise ratio between electrocardiographic leads and different rotational velocities.<i>Significance.</i>This work presents a novel method for the denoising of non-invasive abdominal fetal ECG, which may be trained unsupervised and simultaneously incorporates fetal rotation correction. This method might prove clinically valuable due the denoised fetal ECG, but also due to the method's objective measure for fetal rotation, which in turn might have potential for early detection of fetal complications.", "chunks": ["<i>Objective.</i>Even though the electrocardiogram (ECG) has potential to be used as a monitoring or diagnostic tool for fetuses, the use of non-invasive fetal ECG is complicated by relatively high amounts of noise and fetal movement during the measurement. Moreover, machine learning-based solutions to this problem struggle with the lack of clean reference data, which is difficult to obtain. To solve these problems, this work aims to incorporate fetal rotation correction with ECG denoising into a single uns", "to obtain. To solve these problems, this work aims to incorporate fetal rotation correction with ECG denoising into a single unsupervised end-to-end trainable method.<i>Approach.</i>This method uses the vectorcardiogram (VCG), a three-dimensional representation of the ECG, as an input and extends the previously introduced Kalman-LISTA method with a Kalman filter for the estimation of fetal rotation, applying denoising to the rotation-corrected VCG.<i>Main results.</i>The resulting method was shown to outper", "of fetal rotation, applying denoising to the rotation-corrected VCG.<i>Main results.</i>The resulting method was shown to outperform denoising auto-encoders by more than 3 dB while achieving a rotation tracking error of less than 33<sup>∘</sup>. Furthermore, the method was shown to be robust to a difference in signal to noise ratio between electrocardiographic leads and different rotational velocities.<i>Significance.</i>This work presents a novel method for the denoising of non-invasive abdominal fetal ECG", "otational velocities.<i>Significance.</i>This work presents a novel method for the denoising of non-invasive abdominal fetal ECG, which may be trained unsupervised and simultaneously incorporates fetal rotation correction. This method might prove clinically valuable due the denoised fetal ECG, but also due to the method's objective measure for fetal rotation, which in turn might have potential for early detection of fetal complications.", "ve potential for early detection of fetal complications."]}, {"title": "Highly Efficient Back-End-of-Line Compatible Flexible Si-Based Optical Memristive Crossbar Array for Edge Neuromorphic Physiological Signal Processing and Bionic Machine Vision.", "summary": "The emergence of the Internet-of-Things is anticipated to create a vast market for what are known as smart edge devices, opening numerous opportunities across countless domains, including personalized healthcare and advanced robotics. Leveraging 3D integration, edge devices can achieve unprecedented miniaturization while simultaneously boosting processing power and minimizing energy consumption. Here, we demonstrate a back-end-of-line compatible optoelectronic synapse with a transfer learning method on health care applications, including electroencephalogram (EEG)-based seizure prediction, electromyography (EMG)-based gesture recognition, and electrocardiogram (ECG)-based arrhythmia detection. With experiments on three biomedical datasets, we observe the classification accuracy improvement for the pretrained model with 2.93% on EEG, 4.90% on ECG, and 7.92% on EMG, respectively. The optical programming property of the device enables an ultra-low power (2.8 × 10<sup>-13</sup> J) fine-tuning process and offers solutions for patient-specific issues in edge computing scenarios. Moreover, the device exhibits impressive light-sensitive characteristics that enable a range of light-triggered synaptic functions, making it promising for neuromorphic vision application. To display the benefits of these intricate synaptic properties, a 5 × 5 optoelectronic synapse array is developed, effectively simulating human visual perception and memory functions. The proposed flexible optoelectronic synapse holds immense potential for advancing the fields of neuromorphic physiological signal processing and artificial visual systems in wearable applications.", "chunks": ["The emergence of the Internet-of-Things is anticipated to create a vast market for what are known as smart edge devices, opening numerous opportunities across countless domains, including personalized healthcare and advanced robotics. Leveraging 3D integration, edge devices can achieve unprecedented miniaturization while simultaneously boosting processing power and minimizing energy consumption. Here, we demonstrate a back-end-of-line compatible optoelectronic synapse with a transfer learning method on heal", "y consumption. Here, we demonstrate a back-end-of-line compatible optoelectronic synapse with a transfer learning method on health care applications, including electroencephalogram (EEG)-based seizure prediction, electromyography (EMG)-based gesture recognition, and electrocardiogram (ECG)-based arrhythmia detection. With experiments on three biomedical datasets, we observe the classification accuracy improvement for the pretrained model with 2.93% on EEG, 4.90% on ECG, and 7.92% on EMG, respectively. The o", "ssification accuracy improvement for the pretrained model with 2.93% on EEG, 4.90% on ECG, and 7.92% on EMG, respectively. The optical programming property of the device enables an ultra-low power (2.8 × 10<sup>-13</sup> J) fine-tuning process and offers solutions for patient-specific issues in edge computing scenarios. Moreover, the device exhibits impressive light-sensitive characteristics that enable a range of light-triggered synaptic functions, making it promising for neuromorphic vision application. T", "cteristics that enable a range of light-triggered synaptic functions, making it promising for neuromorphic vision application. To display the benefits of these intricate synaptic properties, a 5 × 5 optoelectronic synapse array is developed, effectively simulating human visual perception and memory functions. The proposed flexible optoelectronic synapse holds immense potential for advancing the fields of neuromorphic physiological signal processing and artificial visual systems in wearable applications.", "advancing the fields of neuromorphic physiological signal processing and artificial visual systems in wearable applications."]}]