[{"title": "A systematic review on artificial intelligence evaluating PSMA PET scan for intraprostatic cancer.", "summary": "To assess artificial intelligence (AI) ability to evaluate intraprostatic prostate cancer (PCa) on prostate-specific membrane antigen positron emission tomography (PSMA PET) scans prior to active treatment (radiotherapy or prostatectomy).", "chunks": ["To assess artificial intelligence (AI) ability to evaluate intraprostatic prostate cancer (PCa) on prostate-specific membrane antigen positron emission tomography (PSMA PET) scans prior to active treatment (radiotherapy or prostatectomy)."]}, {"title": "[The application of artificial intellect in health care: prospects and challenges for science and clinical medicine].", "summary": "The paper analyses publications data related to issues of application of AI and machine learning systems in medical science and practice. The particular attention is paid to key points of AI application in health care: diagnostics, telemedicine, development of new medications, medical rehabilitation and management decision-making process. Despite broad perspectives of applying the given systems in clinical practice and pharmaceutical industry, there are a number of such unsolved problems as ensuring information security, risk of making erroneous decisions and necessity to change existing normative legal base of health care.", "chunks": ["The paper analyses publications data related to issues of application of AI and machine learning systems in medical science and practice. The particular attention is paid to key points of AI application in health care: diagnostics, telemedicine, development of new medications, medical rehabilitation and management decision-making process. Despite broad perspectives of applying the given systems in clinical practice and pharmaceutical industry, there are a number of such unsolved problems as ensuring informa", "given systems in clinical practice and pharmaceutical industry, there are a number of such unsolved problems as ensuring information security, risk of making erroneous decisions and necessity to change existing normative legal base of health care."]}, {"title": "Statistical Signal Detection Algorithm in Safety Data: A Proprietary Method Compared to Industry Standard Methods.", "summary": "Several quantitative methods have been established, in pharmacovigilance, to detect signals of disproportionate reporting (SDRs) from databases containing reports of adverse drug reactions (ADRs). The signal detection algorithms (SDAs) and the source of the reporting per product vary, but it is unclear whether any algorithm can provide satisfactory performance using data with such large variance factors.", "chunks": ["Several quantitative methods have been established, in pharmacovigilance, to detect signals of disproportionate reporting (SDRs) from databases containing reports of adverse drug reactions (ADRs). The signal detection algorithms (SDAs) and the source of the reporting per product vary, but it is unclear whether any algorithm can provide satisfactory performance using data with such large variance factors.", "large variance factors."]}, {"title": "Automatic 3D reconstruction of vertebrae from orthogonal bi-planar radiographs.", "summary": "When conducting spine-related diagnosis and surgery, the three-dimensional (3D) upright posture of the spine under natural weight bearing is of significant clinical value for physicians to analyze the force on the spine. However, existing medical imaging technologies cannot meet current requirements of medical service. On the one hand, the mainstream 3D volumetric imaging modalities (e.g. CT and MRI) require patients to lie down during the imaging process. On the other hand, the imaging modalities conducted in an upright posture (e.g. radiograph) can only realize 2D projections, which lose the valid information of spinal anatomy and curvature. Developments of deep learning-based 3D reconstruction methods bring potential to overcome the limitations of the existing medical imaging technologies. To deal with the limitations of current medical imaging technologies as is described above, in this paper, we propose a novel deep learning framework, ReVerteR, which can realize automatic 3D Reconstruction of Vertebrae from orthogonal bi-planar Radiographs. With the utilization of self-attention mechanism and specially designed loss function combining Dice, Hausdorff, Focal, and MSE, ReVerteR can alleviate the sample-imbalance problem during the reconstruction process and realize the fusion of the centroid annotation and the focused vertebra. Furthermore, aiming at automatic and customized 3D spinal reconstruction in real-world scenarios, we extend ReVerteR to a clinical deployment-oriented framework, and develop an interactive interface with all functions in the framework integrated so as to enhance human-computer interaction during clinical decision-making. Extensive experiments and visualization conducted on our constructed datasets based on two benchmark datasets of spinal CT, VerSe 2019 and VerSe 2020, demonstrate the effectiveness of our proposed ReVerteR. In this paper, we propose an automatic 3D reconstruction method of vertebrae based on orthogonal bi-planar radiographs. With the 3D upright posture of the spine under natural weight bearing effectively constructed, our proposed method is expected to better support doctors make clinical decision during spine-related diagnosis and surgery.", "chunks": ["When conducting spine-related diagnosis and surgery, the three-dimensional (3D) upright posture of the spine under natural weight bearing is of significant clinical value for physicians to analyze the force on the spine. However, existing medical imaging technologies cannot meet current requirements of medical service. On the one hand, the mainstream 3D volumetric imaging modalities (e.g. CT and MRI) require patients to lie down during the imaging process. On the other hand, the imaging modalities conducted", "s (e.g. CT and MRI) require patients to lie down during the imaging process. On the other hand, the imaging modalities conducted in an upright posture (e.g. radiograph) can only realize 2D projections, which lose the valid information of spinal anatomy and curvature. Developments of deep learning-based 3D reconstruction methods bring potential to overcome the limitations of the existing medical imaging technologies. To deal with the limitations of current medical imaging technologies as is described above, ", "sting medical imaging technologies. To deal with the limitations of current medical imaging technologies as is described above, in this paper, we propose a novel deep learning framework, ReVerteR, which can realize automatic 3D Reconstruction of Vertebrae from orthogonal bi-planar Radiographs. With the utilization of self-attention mechanism and specially designed loss function combining Dice, Hausdorff, Focal, and MSE, ReVerteR can alleviate the sample-imbalance problem during the reconstruction process an", "bining Dice, Hausdorff, Focal, and MSE, ReVerteR can alleviate the sample-imbalance problem during the reconstruction process and realize the fusion of the centroid annotation and the focused vertebra. Furthermore, aiming at automatic and customized 3D spinal reconstruction in real-world scenarios, we extend ReVerteR to a clinical deployment-oriented framework, and develop an interactive interface with all functions in the framework integrated so as to enhance human-computer interaction during clinical deci", "active interface with all functions in the framework integrated so as to enhance human-computer interaction during clinical decision-making. Extensive experiments and visualization conducted on our constructed datasets based on two benchmark datasets of spinal CT, VerSe 2019 and VerSe 2020, demonstrate the effectiveness of our proposed ReVerteR. In this paper, we propose an automatic 3D reconstruction method of vertebrae based on orthogonal bi-planar radiographs. With the 3D upright posture of the spine und", "ic 3D reconstruction method of vertebrae based on orthogonal bi-planar radiographs. With the 3D upright posture of the spine under natural weight bearing effectively constructed, our proposed method is expected to better support doctors make clinical decision during spine-related diagnosis and surgery."]}, {"title": "Semi-liquid metal-based highly permeable and adhesive electronic skin inspired by spider web.", "summary": "Soft and stretchable electronics have garnered significant attention in various fields, such as wearable electronics, electronic skins, and soft robotics. However, current wearable electronics made from materials like conductive elastomers, hydrogels, and liquid metals face limitations, including low permeability, poor adhesion, inadequate conductivity, and limited stretchability. These issues hinder their effectiveness in long-term healthcare monitoring and exercise monitoring. To address these challenges, we introduce a novel design of web-droplet-like electronics featuring a semi-liquid metal coating for wearable applications. This innovative design offers high permeability, excellent stretchability, strong adhesion, and good conductivity for the electronic skin. The unique structure, inspired by the architecture of a spider web, significantly enhances air permeability compared to commercial breathable patches. Furthermore, the distribution of polyborosiloxane mimics the adhesive properties of spider web mucus, while the use of semi-liquid metals in this design results in remarkable conductivity (9 × 10<sup>6</sup> S/m) and tensile performance (up to 850% strain). This advanced electronic skin technology enables long-term monitoring of various physiological parameters and supports machine learning recognition functions with unparalleled advantages. This web-droplet structure design strategy holds great promise for commercial applications in medical health monitoring and disease diagnosis.", "chunks": ["Soft and stretchable electronics have garnered significant attention in various fields, such as wearable electronics, electronic skins, and soft robotics. However, current wearable electronics made from materials like conductive elastomers, hydrogels, and liquid metals face limitations, including low permeability, poor adhesion, inadequate conductivity, and limited stretchability. These issues hinder their effectiveness in long-term healthcare monitoring and exercise monitoring. To address these challenges,", "These issues hinder their effectiveness in long-term healthcare monitoring and exercise monitoring. To address these challenges, we introduce a novel design of web-droplet-like electronics featuring a semi-liquid metal coating for wearable applications. This innovative design offers high permeability, excellent stretchability, strong adhesion, and good conductivity for the electronic skin. The unique structure, inspired by the architecture of a spider web, significantly enhances air permeability compared to", "ic skin. The unique structure, inspired by the architecture of a spider web, significantly enhances air permeability compared to commercial breathable patches. Furthermore, the distribution of polyborosiloxane mimics the adhesive properties of spider web mucus, while the use of semi-liquid metals in this design results in remarkable conductivity (9 × 10<sup>6</sup> S/m) and tensile performance (up to 850% strain). This advanced electronic skin technology enables long-term monitoring of various physiological", " performance (up to 850% strain). This advanced electronic skin technology enables long-term monitoring of various physiological parameters and supports machine learning recognition functions with unparalleled advantages. This web-droplet structure design strategy holds great promise for commercial applications in medical health monitoring and disease diagnosis."]}, {"title": "Hospitals with decreasing cost-to-charge ratios bill greater surgical charges for similar outcomes.", "summary": "The cost-to-charge ratio reflects the markup of hospital services. A lower cost-to-charge ratio indicates lower costs and/or greater charges. This study examines factors associated with cost-to-charge ratio trends to determine whether decreasing cost-to-charge ratio is associated with worse surgical outcomes.", "chunks": ["The cost-to-charge ratio reflects the markup of hospital services. A lower cost-to-charge ratio indicates lower costs and/or greater charges. This study examines factors associated with cost-to-charge ratio trends to determine whether decreasing cost-to-charge ratio is associated with worse surgical outcomes."]}, {"title": "Using Computational Learning for Non-Melanoma Skin Cancer and Actinic Keratosis Near-Infrared Hyperspectral Signature Classification.", "summary": "The early detection of Non-Melanoma Skin Cancer (NMSC) is essential to ensure patients receive the most effective treatment. Diagnostic screening tools for NMSC are crucial due to high confusion rates with other types of skin lesions, such as Actinic Keratosis. Nevertheless, current means of diagnosing and screening patients rely on either visual criteria, that are often conditioned by subjectivity and experience, or highly invasive, slow, and costly methods, such as histological diagnoses. From this, the objectives of the present study are to test if classification accuracies improve in the Near-Infrared region of the electromagnetic spectrum, as opposed to previous research in shorter wavelengths.", "chunks": ["The early detection of Non-Melanoma Skin Cancer (NMSC) is essential to ensure patients receive the most effective treatment. Diagnostic screening tools for NMSC are crucial due to high confusion rates with other types of skin lesions, such as Actinic Keratosis. Nevertheless, current means of diagnosing and screening patients rely on either visual criteria, that are often conditioned by subjectivity and experience, or highly invasive, slow, and costly methods, such as histological diagnoses. From this, the o", "d by subjectivity and experience, or highly invasive, slow, and costly methods, such as histological diagnoses. From this, the objectives of the present study are to test if classification accuracies improve in the Near-Infrared region of the electromagnetic spectrum, as opposed to previous research in shorter wavelengths."]}, {"title": "Predictors of High Healthcare Cost Among Patients with Generalized Myasthenia Gravis: A Combined Machine Learning and Regression Approach from a US Payer Perspective.", "summary": "High healthcare costs could arise from unmet needs. This study used random forest (RF) and regression methods to identify predictors of high costs from a US payer perspective in patients newly diagnosed with generalized myasthenia gravis (gMG).", "chunks": ["High healthcare costs could arise from unmet needs. This study used random forest (RF) and regression methods to identify predictors of high costs from a US payer perspective in patients newly diagnosed with generalized myasthenia gravis (gMG)."]}, {"title": "Optimal Threshold and Interpatient Variability in Left Atrial Ablation Scar Assessment by Dark-Blood LGE CMR.", "summary": "Dark-blood late gadolinium enhancement (LGE) cardiac magnetic resonance (CMR) has better correlation with bipolar voltage (BiV) to define ablation scar in the left atrium (LA) compared to conventional bright-blood LGE CMR.", "chunks": ["Dark-blood late gadolinium enhancement (LGE) cardiac magnetic resonance (CMR) has better correlation with bipolar voltage (BiV) to define ablation scar in the left atrium (LA) compared to conventional bright-blood LGE CMR."]}, {"title": "2-Dimensional Echocardiographic Global Longitudinal Strain With Artificial Intelligence Using Open Data From a UK-Wide Collaborative.", "summary": "Global longitudinal strain (GLS) is reported to be more reproducible and prognostic than ejection fraction. Automated, transparent methods may increase trust and uptake.", "chunks": ["Global longitudinal strain (GLS) is reported to be more reproducible and prognostic than ejection fraction. Automated, transparent methods may increase trust and uptake."]}, {"title": "Optimizing lung cancer prediction: leveraging Kernel PCA with dendritic neural models.", "summary": "Lung cancer is considered a cause of increased mortality rate due to delays in diagnostics. There is an urgent need to develop an effective lung cancer prediction model that will help in the early diagnosis of cancer and save patients from unnecessary treatments. The objective of the current paper is to meet the extensiveness measure by using collaborative feature selection and feature extraction methods to enhance the dendritic neural model (DNM) in comparison to traditional machine learning (ML) models with minimum features and boost the accuracy, precision, and sensitivity of lung cancer prediction. Comprehensive experiments on a dataset comprising 1000 lung cancer patients and 23 features obtained from Kaggle. Crucial features are identified, and the proposed method's effectiveness is evaluated using metrics such as accuracy, precision, F1 score, sensitivity, specificity, and confusion matrix against other ML models. Feature extraction techniques including Principal Component Analysis (PCA), Kernel PCA (K-PCA), and Uniform Manifold Approximation and Projection (UMAP) are employed to optimize model performance. PCA evaluated the DNM accuracy at 96.50%, precision at 96.64% and 97.45% sensitivity. K-PCA explained the DNM accuracy of 98.50%, precision rate of 99.42%, and 98.84% sensitivity and UMAP elaborated the DNM accuracy of 98%, precision of 98.82%, and 98.82% sensitivity. The K-PCA approach showed outstanding performance in enhancing the DNM model. Highlighting the DNM's accurate prediction of lung cancer. These results emphasize the potential of the DNM model to contribute positively to healthcare research by providing better predictive outcomes.", "chunks": ["Lung cancer is considered a cause of increased mortality rate due to delays in diagnostics. There is an urgent need to develop an effective lung cancer prediction model that will help in the early diagnosis of cancer and save patients from unnecessary treatments. The objective of the current paper is to meet the extensiveness measure by using collaborative feature selection and feature extraction methods to enhance the dendritic neural model (DNM) in comparison to traditional machine learning (ML) models wi", "ture extraction methods to enhance the dendritic neural model (DNM) in comparison to traditional machine learning (ML) models with minimum features and boost the accuracy, precision, and sensitivity of lung cancer prediction. Comprehensive experiments on a dataset comprising 1000 lung cancer patients and 23 features obtained from Kaggle. Crucial features are identified, and the proposed method's effectiveness is evaluated using metrics such as accuracy, precision, F1 score, sensitivity, specificity, and con", "posed method's effectiveness is evaluated using metrics such as accuracy, precision, F1 score, sensitivity, specificity, and confusion matrix against other ML models. Feature extraction techniques including Principal Component Analysis (PCA), Kernel PCA (K-PCA), and Uniform Manifold Approximation and Projection (UMAP) are employed to optimize model performance. PCA evaluated the DNM accuracy at 96.50%, precision at 96.64% and 97.45% sensitivity. K-PCA explained the DNM accuracy of 98.50%, precision rate of ", "M accuracy at 96.50%, precision at 96.64% and 97.45% sensitivity. K-PCA explained the DNM accuracy of 98.50%, precision rate of 99.42%, and 98.84% sensitivity and UMAP elaborated the DNM accuracy of 98%, precision of 98.82%, and 98.82% sensitivity. The K-PCA approach showed outstanding performance in enhancing the DNM model. Highlighting the DNM's accurate prediction of lung cancer. These results emphasize the potential of the DNM model to contribute positively to healthcare research by providing better pre", ". These results emphasize the potential of the DNM model to contribute positively to healthcare research by providing better predictive outcomes."]}, {"title": "Can Machine Learning Assist in Diagnosis of Primary Immune Thrombocytopenia? A Feasibility Study.", "summary": "Primary Immune Thrombocytopenia (ITP) is a rare autoimmune disease characterised by the immune-mediated destruction of peripheral blood platelets in patients leading to low platelet counts and bleeding. The diagnosis and effective management of ITP are challenging because there is no established test to confirm the disease and no biomarker with which one can predict the response to treatment and outcome. In this work, we conduct a feasibility study to check if machine learning can be applied effectively for the diagnosis of ITP using routine blood tests and demographic data in a non-acute outpatient setting. Various ML models, including Logistic Regression, Support Vector Machine, k-Nearest Neighbor, Decision Tree and Random Forest, were applied to data from the UK Adult ITP Registry and a general haematology clinic. Two different approaches were investigated: a demographic-unaware and a demographic-aware one. We conduct extensive experiments to evaluate the predictive performance of these models and approaches, as well as their bias. The results revealed that Decision Tree and Random Forest models were both superior and fair, achieving nearly perfect predictive and fairness scores, with platelet count identified as the most significant variable. Models not provided with demographic information performed better in terms of predictive accuracy but showed lower fairness scores, illustrating a trade-off between predictive performance and fairness.", "chunks": ["Primary Immune Thrombocytopenia (ITP) is a rare autoimmune disease characterised by the immune-mediated destruction of peripheral blood platelets in patients leading to low platelet counts and bleeding. The diagnosis and effective management of ITP are challenging because there is no established test to confirm the disease and no biomarker with which one can predict the response to treatment and outcome. In this work, we conduct a feasibility study to check if machine learning can be applied effectively for", " treatment and outcome. In this work, we conduct a feasibility study to check if machine learning can be applied effectively for the diagnosis of ITP using routine blood tests and demographic data in a non-acute outpatient setting. Various ML models, including Logistic Regression, Support Vector Machine, k-Nearest Neighbor, Decision Tree and Random Forest, were applied to data from the UK Adult ITP Registry and a general haematology clinic. Two different approaches were investigated: a demographic-unaware a", " the UK Adult ITP Registry and a general haematology clinic. Two different approaches were investigated: a demographic-unaware and a demographic-aware one. We conduct extensive experiments to evaluate the predictive performance of these models and approaches, as well as their bias. The results revealed that Decision Tree and Random Forest models were both superior and fair, achieving nearly perfect predictive and fairness scores, with platelet count identified as the most significant variable. Models not pr", "ng nearly perfect predictive and fairness scores, with platelet count identified as the most significant variable. Models not provided with demographic information performed better in terms of predictive accuracy but showed lower fairness scores, illustrating a trade-off between predictive performance and fairness."]}, {"title": "Using Machine Learning for Non-Invasive Detection of Kidney Stones Based on Laboratory Test Results: A Case Study from a Saudi Arabian Hospital.", "summary": "Kidney stone disease is a widespread urological disorder affecting millions globally. Timely diagnosis is crucial to avoid severe complications. Traditionally, renal stones are detected using computed tomography (CT), which, despite its effectiveness, is costly, resource-intensive, exposes patients to unnecessary radiation, and often results in delays due to radiology report wait times. This study presents a novel approach leveraging machine learning to detect renal stones early using routine laboratory test results. We utilized an extensive dataset comprising 2156 patient records from a Saudi Arabian hospital, featuring 15 attributes with challenges such as missing data and class imbalance. We evaluated various machine learning algorithms and imputation methods, including single and multiple imputations, as well as oversampling and undersampling techniques. Our results demonstrate that ensemble tree-based classifiers, specifically random forest (RF) and extra tree classifiers (ETree), outperform others with remarkable accuracy rates of 99%, recall rates of 98%, and F1 scores of 99% for RF, and 92% for ETree. This study underscores the potential of non-invasive, cost-effective laboratory tests for renal stone detection, promoting prompt and improved medical support.", "chunks": ["Kidney stone disease is a widespread urological disorder affecting millions globally. Timely diagnosis is crucial to avoid severe complications. Traditionally, renal stones are detected using computed tomography (CT), which, despite its effectiveness, is costly, resource-intensive, exposes patients to unnecessary radiation, and often results in delays due to radiology report wait times. This study presents a novel approach leveraging machine learning to detect renal stones early using routine laboratory tes", "imes. This study presents a novel approach leveraging machine learning to detect renal stones early using routine laboratory test results. We utilized an extensive dataset comprising 2156 patient records from a Saudi Arabian hospital, featuring 15 attributes with challenges such as missing data and class imbalance. We evaluated various machine learning algorithms and imputation methods, including single and multiple imputations, as well as oversampling and undersampling techniques. Our results demonstrate t", "hods, including single and multiple imputations, as well as oversampling and undersampling techniques. Our results demonstrate that ensemble tree-based classifiers, specifically random forest (RF) and extra tree classifiers (ETree), outperform others with remarkable accuracy rates of 99%, recall rates of 98%, and F1 scores of 99% for RF, and 92% for ETree. This study underscores the potential of non-invasive, cost-effective laboratory tests for renal stone detection, promoting prompt and improved medical su", "e potential of non-invasive, cost-effective laboratory tests for renal stone detection, promoting prompt and improved medical support."]}, {"title": "Machine Learning for Predicting Biologic Agent Efficacy in Ulcerative Colitis: An Analysis for Generalizability and Combination with Computational Models.", "summary": "Machine learning (ML) has been applied to predict the efficacy of biologic agents in ulcerative colitis (UC). ML can offer precision, personalization, efficiency, and automation. Moreover, it can improve decision support in predicting clinical outcomes. However, it faces challenges related to data quality and quantity, overfitting, generalization, and interpretability. This paper comments on two recent ML models that predict the efficacy of vedolizumab and ustekinumab in UC. Models that consider multiple pathways, multiple ethnicities, and combinations of real-world and clinical trial data are required for optimal shared decision-making and precision medicine. This paper also highlights the potential of combining ML with computational models to enhance clinical outcomes and personalized healthcare. Key Insights: (1) ML offers precision, personalization, efficiency, and decision support for predicting the efficacy of biologic agents in UC. (2) Challenging aspects in ML prediction include data quality, overfitting, and interpretability. (3) Multiple pathways, multiple ethnicities, and combinations of real-world and clinical trial data should be considered in predictive models for optimal decision-making. (4) Combining ML with computational models may improve clinical outcomes and personalized healthcare.", "chunks": ["Machine learning (ML) has been applied to predict the efficacy of biologic agents in ulcerative colitis (UC). ML can offer precision, personalization, efficiency, and automation. Moreover, it can improve decision support in predicting clinical outcomes. However, it faces challenges related to data quality and quantity, overfitting, generalization, and interpretability. This paper comments on two recent ML models that predict the efficacy of vedolizumab and ustekinumab in UC. Models that consider multiple pa", "omments on two recent ML models that predict the efficacy of vedolizumab and ustekinumab in UC. Models that consider multiple pathways, multiple ethnicities, and combinations of real-world and clinical trial data are required for optimal shared decision-making and precision medicine. This paper also highlights the potential of combining ML with computational models to enhance clinical outcomes and personalized healthcare. Key Insights: (1) ML offers precision, personalization, efficiency, and decision suppo", "cal outcomes and personalized healthcare. Key Insights: (1) ML offers precision, personalization, efficiency, and decision support for predicting the efficacy of biologic agents in UC. (2) Challenging aspects in ML prediction include data quality, overfitting, and interpretability. (3) Multiple pathways, multiple ethnicities, and combinations of real-world and clinical trial data should be considered in predictive models for optimal decision-making. (4) Combining ML with computational models may improve cli", "hould be considered in predictive models for optimal decision-making. (4) Combining ML with computational models may improve clinical outcomes and personalized healthcare."]}, {"title": "CSMC: A Secure and Efficient Visualized Malware Classification Method Inspired by Compressed Sensing.", "summary": "With the rapid development of the Internet of Things (IoT), the sophistication and intelligence of sensors are continually evolving, playing increasingly important roles in smart homes, industrial automation, and remote healthcare. However, these intelligent sensors face many security threats, particularly from malware attacks. Identifying and classifying malware is crucial for preventing such attacks. As the number of sensors and their applications grow, malware targeting sensors proliferates. Processing massive malware samples is challenging due to limited bandwidth and resources in IoT environments. Therefore, compressing malware samples before transmission and classification can improve efficiency. Additionally, sharing malware samples between classification participants poses security risks, necessitating methods that prevent sample exploitation. Moreover, the complex network environments also necessitate robust classification methods. To address these challenges, this paper proposes CSMC (Compressed Sensing Malware Classification), an efficient malware classification method based on compressed sensing. This method compresses malware samples before sharing and classification, thus facilitating more effective sharing and processing. By introducing deep learning, the method can extract malware family features during compression, which classical methods cannot achieve. Furthermore, the irreversibility of the method enhances security by preventing classification participants from exploiting malware samples. Experimental results demonstrate that for malware targeting Windows and Android operating systems, CSMC outperforms many existing methods based on compressed sensing and machine or deep learning. Additionally, experiments on sample reconstruction and noise demonstrate CSMC's capabilities in terms of security and robustness.", "chunks": ["With the rapid development of the Internet of Things (IoT), the sophistication and intelligence of sensors are continually evolving, playing increasingly important roles in smart homes, industrial automation, and remote healthcare. However, these intelligent sensors face many security threats, particularly from malware attacks. Identifying and classifying malware is crucial for preventing such attacks. As the number of sensors and their applications grow, malware targeting sensors proliferates. Processing m", "venting such attacks. As the number of sensors and their applications grow, malware targeting sensors proliferates. Processing massive malware samples is challenging due to limited bandwidth and resources in IoT environments. Therefore, compressing malware samples before transmission and classification can improve efficiency. Additionally, sharing malware samples between classification participants poses security risks, necessitating methods that prevent sample exploitation. Moreover, the complex network en", "tion participants poses security risks, necessitating methods that prevent sample exploitation. Moreover, the complex network environments also necessitate robust classification methods. To address these challenges, this paper proposes CSMC (Compressed Sensing Malware Classification), an efficient malware classification method based on compressed sensing. This method compresses malware samples before sharing and classification, thus facilitating more effective sharing and processing. By introducing deep lea", "ware samples before sharing and classification, thus facilitating more effective sharing and processing. By introducing deep learning, the method can extract malware family features during compression, which classical methods cannot achieve. Furthermore, the irreversibility of the method enhances security by preventing classification participants from exploiting malware samples. Experimental results demonstrate that for malware targeting Windows and Android operating systems, CSMC outperforms many existing ", "perimental results demonstrate that for malware targeting Windows and Android operating systems, CSMC outperforms many existing methods based on compressed sensing and machine or deep learning. Additionally, experiments on sample reconstruction and noise demonstrate CSMC's capabilities in terms of security and robustness."]}, {"title": "Machine Learning Prediction of Treatment Response to Biological Disease-Modifying Antirheumatic Drugs in Rheumatoid Arthritis.", "summary": "<b>Background:</b> Disease-modifying antirheumatic drugs (bDMARDs) have shown efficacy in treating Rheumatoid Arthritis (RA). Predicting treatment outcomes for RA is crucial as approximately 30% of patients do not respond to bDMARDs and only half achieve a sustained response. This study aims to leverage machine learning to predict both initial response at 6 months and sustained response at 12 months using baseline clinical data. <b>Methods:</b> Baseline clinical data were collected from 154 RA patients treated at the University Hospital in Erlangen, Germany. Five machine learning models were compared: Extreme Gradient Boosting (XGBoost), Adaptive Boosting (AdaBoost), K-nearest neighbors (KNN), Support Vector Machines (SVM), and Random Forest. Nested cross-validation was employed to ensure robustness and avoid overfitting, integrating hyperparameter tuning within its process. <b>Results:</b> XGBoost achieved the highest accuracy for predicting initial response (AUC-ROC of 0.91), while AdaBoost was the most effective for sustained response (AUC-ROC of 0.84). Key predictors included the Disease Activity Score-28 using erythrocyte sedimentation rate (DAS28-ESR), with higher scores at baseline associated with lower response chances at 6 and 12 months. Shapley additive explanations (SHAP) identified the most important baseline features and visualized their directional effects on treatment response and sustained response. <b>Conclusions:</b> These findings can enhance RA treatment plans and support clinical decision-making, ultimately improving patient outcomes by predicting response before starting medication.", "chunks": ["<b>Background:</b> Disease-modifying antirheumatic drugs (bDMARDs) have shown efficacy in treating Rheumatoid Arthritis (RA). Predicting treatment outcomes for RA is crucial as approximately 30% of patients do not respond to bDMARDs and only half achieve a sustained response. This study aims to leverage machine learning to predict both initial response at 6 months and sustained response at 12 months using baseline clinical data. <b>Methods:</b> Baseline clinical data were collected from 154 RA patients trea", "ponse at 12 months using baseline clinical data. <b>Methods:</b> Baseline clinical data were collected from 154 RA patients treated at the University Hospital in Erlangen, Germany. Five machine learning models were compared: Extreme Gradient Boosting (XGBoost), Adaptive Boosting (AdaBoost), K-nearest neighbors (KNN), Support Vector Machines (SVM), and Random Forest. Nested cross-validation was employed to ensure robustness and avoid overfitting, integrating hyperparameter tuning within its process. <b>Resul", "lidation was employed to ensure robustness and avoid overfitting, integrating hyperparameter tuning within its process. <b>Results:</b> XGBoost achieved the highest accuracy for predicting initial response (AUC-ROC of 0.91), while AdaBoost was the most effective for sustained response (AUC-ROC of 0.84). Key predictors included the Disease Activity Score-28 using erythrocyte sedimentation rate (DAS28-ESR), with higher scores at baseline associated with lower response chances at 6 and 12 months. Shapley addit", "tation rate (DAS28-ESR), with higher scores at baseline associated with lower response chances at 6 and 12 months. Shapley additive explanations (SHAP) identified the most important baseline features and visualized their directional effects on treatment response and sustained response. <b>Conclusions:</b> These findings can enhance RA treatment plans and support clinical decision-making, ultimately improving patient outcomes by predicting response before starting medication.", "aking, ultimately improving patient outcomes by predicting response before starting medication."]}, {"title": "Vertebral Column Pathology Diagnosis Using Ensemble Strategies Based on Supervised Machine Learning Techniques.", "summary": "One expanding area of bioinformatics is medical diagnosis through the categorization of biomedical characteristics. Automatic medical strategies to boost the diagnostic through machine learning (ML) methods are challenging. They require a formal examination of their performance to identify the best conditions that enhance the ML method. This work proposes variants of the Voting and Stacking (VC and SC) ensemble strategies based on diverse auto-tuning supervised machine learning techniques to increase the efficacy of traditional baseline classifiers for the automatic diagnosis of vertebral column orthopedic illnesses. The ensemble strategies are created by first combining a complete set of auto-tuned baseline classifiers based on different processes, such as geometric, probabilistic, logic, and optimization. Next, the three most promising classifiers are selected among k-Nearest Neighbors (kNN), Naïve Bayes (NB), Logistic Regression (LR), Linear Discriminant Analysis (LDA), Quadratic Discriminant Analysis (QDA), Support Vector Machine (SVM), Artificial Neural Networks (ANN), and Decision Tree (DT). The grid-search K-Fold cross-validation strategy is applied to auto-tune the baseline classifier hyperparameters. The performances of the proposed ensemble strategies are independently compared with the auto-tuned baseline classifiers. A concise analysis evaluates accuracy, precision, recall, F1-score, and ROC-ACU metrics. The analysis also examines the misclassified disease elements to find the most and least reliable classifiers for this specific medical problem. The results show that the VC ensemble strategy provides an improvement comparable to that of the best baseline classifier (the kNN). Meanwhile, when all baseline classifiers are included in the SC ensemble, this strategy surpasses 95% in all the evaluated metrics, standing out as the most suitable option for classifying vertebral column diseases.", "chunks": ["One expanding area of bioinformatics is medical diagnosis through the categorization of biomedical characteristics. Automatic medical strategies to boost the diagnostic through machine learning (ML) methods are challenging. They require a formal examination of their performance to identify the best conditions that enhance the ML method. This work proposes variants of the Voting and Stacking (VC and SC) ensemble strategies based on diverse auto-tuning supervised machine learning techniques to increase the ef", " Stacking (VC and SC) ensemble strategies based on diverse auto-tuning supervised machine learning techniques to increase the efficacy of traditional baseline classifiers for the automatic diagnosis of vertebral column orthopedic illnesses. The ensemble strategies are created by first combining a complete set of auto-tuned baseline classifiers based on different processes, such as geometric, probabilistic, logic, and optimization. Next, the three most promising classifiers are selected among k-Nearest Neigh", "geometric, probabilistic, logic, and optimization. Next, the three most promising classifiers are selected among k-Nearest Neighbors (kNN), Naïve Bayes (NB), Logistic Regression (LR), Linear Discriminant Analysis (LDA), Quadratic Discriminant Analysis (QDA), Support Vector Machine (SVM), Artificial Neural Networks (ANN), and Decision Tree (DT). The grid-search K-Fold cross-validation strategy is applied to auto-tune the baseline classifier hyperparameters. The performances of the proposed ensemble strategie", "on strategy is applied to auto-tune the baseline classifier hyperparameters. The performances of the proposed ensemble strategies are independently compared with the auto-tuned baseline classifiers. A concise analysis evaluates accuracy, precision, recall, F1-score, and ROC-ACU metrics. The analysis also examines the misclassified disease elements to find the most and least reliable classifiers for this specific medical problem. The results show that the VC ensemble strategy provides an improvement comparab", "e classifiers for this specific medical problem. The results show that the VC ensemble strategy provides an improvement comparable to that of the best baseline classifier (the kNN). Meanwhile, when all baseline classifiers are included in the SC ensemble, this strategy surpasses 95% in all the evaluated metrics, standing out as the most suitable option for classifying vertebral column diseases.", "umn diseases."]}, {"title": "The Implications of Artificial Intelligence in Pedodontics: A Scoping Review of Evidence-Based Literature.", "summary": "Artificial intelligence (AI) has emerged as a revolutionary technology with several applications across different dental fields, including pedodontics. This systematic review has the objective to catalog and explore the various uses of artificial intelligence in pediatric dentistry.", "chunks": ["Artificial intelligence (AI) has emerged as a revolutionary technology with several applications across different dental fields, including pedodontics. This systematic review has the objective to catalog and explore the various uses of artificial intelligence in pediatric dentistry."]}, {"title": "Dynamic Price Application to Prevent Financial Losses to Hospitals Based on Machine Learning Algorithms.", "summary": "Hospitals that are considered non-profit take into consideration not to make any losses other than seeking profit. A model that ensures that hospital price policies are variable due to hospital revenues depending on patients with appointments is presented in this study. A dynamic pricing approach is presented to prevent patients who have an appointment but do not show up to the hospital from causing financial loss to the hospital. The research leverages three distinct machine learning (ML) algorithms, namely Random Forest (RF), Gradient Boosting (GB), and AdaBoost (AB), to analyze the appointment status of 1073 patients across nine different departments in a hospital. A mathematical formula has been developed to apply the penalty fee to evaluate the reappointment situations of the same patients in the first 100 days and the gaps in the appointment system, considering the estimated patient appointment statuses. Average penalty cost rates were calculated based on the ML algorithms used to determine the penalty costs patients will face if they do not show up, such as 22.87% for RF, 19.47% for GB, and 14.28% for AB. As a result, this study provides essential criteria that can help hospital management better understand the potential financial impact of patients missing appointments and can be considered when choosing between these algorithms.", "chunks": ["Hospitals that are considered non-profit take into consideration not to make any losses other than seeking profit. A model that ensures that hospital price policies are variable due to hospital revenues depending on patients with appointments is presented in this study. A dynamic pricing approach is presented to prevent patients who have an appointment but do not show up to the hospital from causing financial loss to the hospital. The research leverages three distinct machine learning (ML) algorithms, namel", "pital from causing financial loss to the hospital. The research leverages three distinct machine learning (ML) algorithms, namely Random Forest (RF), Gradient Boosting (GB), and AdaBoost (AB), to analyze the appointment status of 1073 patients across nine different departments in a hospital. A mathematical formula has been developed to apply the penalty fee to evaluate the reappointment situations of the same patients in the first 100 days and the gaps in the appointment system, considering the estimated pa", "tment situations of the same patients in the first 100 days and the gaps in the appointment system, considering the estimated patient appointment statuses. Average penalty cost rates were calculated based on the ML algorithms used to determine the penalty costs patients will face if they do not show up, such as 22.87% for RF, 19.47% for GB, and 14.28% for AB. As a result, this study provides essential criteria that can help hospital management better understand the potential financial impact of patients mis", "y provides essential criteria that can help hospital management better understand the potential financial impact of patients missing appointments and can be considered when choosing between these algorithms."]}, {"title": "Unveiling the Evolution of Virtual Reality in Medicine: A Bibliometric Analysis of Research Hotspots and Trends over the Past 12 Years.", "summary": "Virtual reality (VR), widely used in the medical field, may affect future medical training and treatment. Therefore, this study examined VR's potential uses and research directions in medicine.", "chunks": ["Virtual reality (VR), widely used in the medical field, may affect future medical training and treatment. Therefore, this study examined VR's potential uses and research directions in medicine."]}, {"title": "Predicting Suicidal Ideation, Planning, and Attempts among the Adolescent Population of the United States.", "summary": "Suicide is the second leading cause of death among individuals aged 5 to 24 in the United States (US). However, the precursors to suicide often do not surface, making suicide prevention challenging. This study aims to develop a machine learning model for predicting suicide ideation (SI), suicide planning (SP), and suicide attempts (SA) among adolescents in the US during the coronavirus pandemic. We used the 2021 Adolescent Behaviors and Experiences Survey Data. Class imbalance was addressed using the proposed data augmentation method tailored for binary variables, Modified Synthetic Minority Over-Sampling Technique. Five different ML models were trained and compared. SHapley Additive exPlanations analysis was conducted for explainability. The Logistic Regression model, identified as the most effective, showed superior performance across all targets, achieving high scores in recall: 0.82, accuracy: 0.80, and area under the Receiver Operating Characteristic curve: 0.88. Variables such as sad feelings, hopelessness, sexual behavior, and being overweight were noted as the most important predictors. Our model holds promise in helping health policymakers design effective public health interventions. By identifying vulnerable sub-groups within regions, our model can guide the implementation of tailored interventions that facilitate early identification and referral to medical treatment.", "chunks": ["Suicide is the second leading cause of death among individuals aged 5 to 24 in the United States (US). However, the precursors to suicide often do not surface, making suicide prevention challenging. This study aims to develop a machine learning model for predicting suicide ideation (SI), suicide planning (SP), and suicide attempts (SA) among adolescents in the US during the coronavirus pandemic. We used the 2021 Adolescent Behaviors and Experiences Survey Data. Class imbalance was addressed using the propos", "irus pandemic. We used the 2021 Adolescent Behaviors and Experiences Survey Data. Class imbalance was addressed using the proposed data augmentation method tailored for binary variables, Modified Synthetic Minority Over-Sampling Technique. Five different ML models were trained and compared. SHapley Additive exPlanations analysis was conducted for explainability. The Logistic Regression model, identified as the most effective, showed superior performance across all targets, achieving high scores in recall: 0", "sion model, identified as the most effective, showed superior performance across all targets, achieving high scores in recall: 0.82, accuracy: 0.80, and area under the Receiver Operating Characteristic curve: 0.88. Variables such as sad feelings, hopelessness, sexual behavior, and being overweight were noted as the most important predictors. Our model holds promise in helping health policymakers design effective public health interventions. By identifying vulnerable sub-groups within regions, our model can ", "h policymakers design effective public health interventions. By identifying vulnerable sub-groups within regions, our model can guide the implementation of tailored interventions that facilitate early identification and referral to medical treatment."]}, {"title": "Prediction of microvascular invasion in hepatocellular carcinoma patients with MRI radiomics based on susceptibility weighted imaging and T2-weighted imaging.", "summary": "The accurate identification of microvascular invasion (MVI) in patients with hepatocellular carcinoma (HCC) is of great clinical importance.", "chunks": ["The accurate identification of microvascular invasion (MVI) in patients with hepatocellular carcinoma (HCC) is of great clinical importance."]}, {"title": "Variable importance analysis with interpretable machine learning for fair risk prediction.", "summary": "Machine learning (ML) methods are increasingly used to assess variable importance, but such black box models lack stability when limited in sample sizes, and do not formally indicate non-important factors. The Shapley variable importance cloud (ShapleyVIC) addresses these limitations by assessing variable importance from an ensemble of regression models, which enhances robustness while maintaining interpretability, and estimates uncertainty of overall importance to formally test its significance. In a clinical study, ShapleyVIC reasonably identified important variables when the random forest and XGBoost failed to, and generally reproduced the findings from smaller subsamples (n = 2500 and 500) when statistical power of the logistic regression became attenuated. Moreover, ShapleyVIC reasonably estimated non-significant importance of race to justify its exclusion from the final prediction model, as opposed to the race-dependent model from the conventional stepwise model building. Hence, ShapleyVIC is robust and interpretable for variable importance assessment, with potential contribution to fairer clinical risk prediction.", "chunks": ["Machine learning (ML) methods are increasingly used to assess variable importance, but such black box models lack stability when limited in sample sizes, and do not formally indicate non-important factors. The Shapley variable importance cloud (ShapleyVIC) addresses these limitations by assessing variable importance from an ensemble of regression models, which enhances robustness while maintaining interpretability, and estimates uncertainty of overall importance to formally test its significance. In a clini", "hile maintaining interpretability, and estimates uncertainty of overall importance to formally test its significance. In a clinical study, ShapleyVIC reasonably identified important variables when the random forest and XGBoost failed to, and generally reproduced the findings from smaller subsamples (n = 2500 and 500) when statistical power of the logistic regression became attenuated. Moreover, ShapleyVIC reasonably estimated non-significant importance of race to justify its exclusion from the final predict", "ed. Moreover, ShapleyVIC reasonably estimated non-significant importance of race to justify its exclusion from the final prediction model, as opposed to the race-dependent model from the conventional stepwise model building. Hence, ShapleyVIC is robust and interpretable for variable importance assessment, with potential contribution to fairer clinical risk prediction."]}, {"title": "A novel approach for the effective prediction of cardiovascular disease using applied artificial intelligence techniques.", "summary": "The objective of this research is to develop an effective cardiovascular disease prediction framework using machine learning techniques and to achieve high accuracy for the prediction of cardiovascular disease.", "chunks": ["The objective of this research is to develop an effective cardiovascular disease prediction framework using machine learning techniques and to achieve high accuracy for the prediction of cardiovascular disease."]}, {"title": "Machine learning to optimize literature screening in medical guideline development.", "summary": "In a time of exponential growth of new evidence supporting clinical decision-making, combined with a labor-intensive process of selecting this evidence, methods are needed to speed up current processes to keep medical guidelines up-to-date. This study evaluated the performance and feasibility of active learning to support the selection of relevant publications within medical guideline development and to study the role of noisy labels.", "chunks": ["In a time of exponential growth of new evidence supporting clinical decision-making, combined with a labor-intensive process of selecting this evidence, methods are needed to speed up current processes to keep medical guidelines up-to-date. This study evaluated the performance and feasibility of active learning to support the selection of relevant publications within medical guideline development and to study the role of noisy labels.", "ine development and to study the role of noisy labels."]}, {"title": "Tough, self-healing, adhesive double network conductive hydrogel based on gelatin-polyacrylamide covalently bridged by oxidized sodium alginate for durable wearable sensors.", "summary": "Pursuing high-performance conductive hydrogels is still hot topic in development of advanced flexible wearable devices. Herein, a tough, self-healing, adhesive double network (DN) conductive hydrogel (named as OSA-(Gelatin/PAM)-Ca, O-(G/P)-Ca) was prepared by bridging gelatin and polyacrylamide network with functionalized polysaccharide (oxidized sodium alginate, OSA) through Schiff base reaction. Thanks to the presence of multiple interactions (Schiff base bond, hydrogen bond, and metal coordination) within the network, the prepared hydrogel showed outstanding mechanical properties (tensile strain of 2800 % and stress of 630 kPa), high conductivity (0.72 S/m), repeatable adhesion performance and excellent self-healing ability (83.6 %/79.0 % of the original tensile strain/stress after self-healing). Moreover, the hydrogel-based sensor exhibited high strain sensitivity (GF = 3.66) and fast response time (<0.5 s), which can be used to monitor a wide range of human physiological signals. Based on this, excellent compression sensitivity (GF = 0.41 kPa<sup>-1</sup> in the range of 90-120 kPa), a three-dimensional (3D) array of flexible sensor was designed to monitor the intensity of pressure and spatial force distribution. In addition, a gel-based wearable sensor was accurately classified and recognized ten types of gestures, achieving an accuracy rate of >96.33 % both before and after self-healing under three machine learning models (the decision tree, SVM, and KNN). This paper provides a simple method to prepare tough and self-healing conductive hydrogel as flexible multifunctional sensor devices for versatile applications in fields such as healthcare monitoring, human-computer interaction, and artificial intelligence.", "chunks": ["Pursuing high-performance conductive hydrogels is still hot topic in development of advanced flexible wearable devices. Herein, a tough, self-healing, adhesive double network (DN) conductive hydrogel (named as OSA-(Gelatin/PAM)-Ca, O-(G/P)-Ca) was prepared by bridging gelatin and polyacrylamide network with functionalized polysaccharide (oxidized sodium alginate, OSA) through Schiff base reaction. Thanks to the presence of multiple interactions (Schiff base bond, hydrogen bond, and metal coordination) withi", "f base reaction. Thanks to the presence of multiple interactions (Schiff base bond, hydrogen bond, and metal coordination) within the network, the prepared hydrogel showed outstanding mechanical properties (tensile strain of 2800 % and stress of 630 kPa), high conductivity (0.72 S/m), repeatable adhesion performance and excellent self-healing ability (83.6 %/79.0 % of the original tensile strain/stress after self-healing). Moreover, the hydrogel-based sensor exhibited high strain sensitivity (GF = 3.66) and", "tensile strain/stress after self-healing). Moreover, the hydrogel-based sensor exhibited high strain sensitivity (GF = 3.66) and fast response time (<0.5 s), which can be used to monitor a wide range of human physiological signals. Based on this, excellent compression sensitivity (GF = 0.41 kPa<sup>-1</sup> in the range of 90-120 kPa), a three-dimensional (3D) array of flexible sensor was designed to monitor the intensity of pressure and spatial force distribution. In addition, a gel-based wearable sensor w", "sor was designed to monitor the intensity of pressure and spatial force distribution. In addition, a gel-based wearable sensor was accurately classified and recognized ten types of gestures, achieving an accuracy rate of >96.33 % both before and after self-healing under three machine learning models (the decision tree, SVM, and KNN). This paper provides a simple method to prepare tough and self-healing conductive hydrogel as flexible multifunctional sensor devices for versatile applications in fields such a", "ough and self-healing conductive hydrogel as flexible multifunctional sensor devices for versatile applications in fields such as healthcare monitoring, human-computer interaction, and artificial intelligence."]}, {"title": "Mapping multimorbidity progression among 190 diseases.", "summary": "Current clustering of multimorbidity based on the frequency of common disease combinations is inadequate. We estimated the causal relationships among prevalent diseases and mapped out the clusters of multimorbidity progression among them.", "chunks": ["Current clustering of multimorbidity based on the frequency of common disease combinations is inadequate. We estimated the causal relationships among prevalent diseases and mapped out the clusters of multimorbidity progression among them."]}, {"title": "Ultra-high b-value DWI in rectal cancer: image quality assessment and regional lymph node prediction based on radiomics.", "summary": "This study aims to evaluate image quality and regional lymph node metastasis (LNM) in patients with rectal cancer (RC) on multi-b-value diffusion-weighted imaging (DWI).", "chunks": ["This study aims to evaluate image quality and regional lymph node metastasis (LNM) in patients with rectal cancer (RC) on multi-b-value diffusion-weighted imaging (DWI)."]}, {"title": "Identification of risk factors of Long COVID and predictive modeling in the RECOVER EHR cohorts.", "summary": "SARS-CoV-2-infected patients may develop new conditions in the period after the acute infection. These conditions, the post-acute sequelae of SARS-CoV-2 infection (PASC, or Long COVID), involve a diverse set of organ systems. Limited studies have investigated the predictability of Long COVID development and its associated risk factors.", "chunks": ["SARS-CoV-2-infected patients may develop new conditions in the period after the acute infection. These conditions, the post-acute sequelae of SARS-CoV-2 infection (PASC, or Long COVID), involve a diverse set of organ systems. Limited studies have investigated the predictability of Long COVID development and its associated risk factors."]}, {"title": "Early diagnosis of HIV cases by means of text mining and machine learning models on clinical notes.", "summary": "Undiagnosed and untreated human immunodeficiency virus (HIV) infection increases morbidity in the HIV-positive person and allows onward transmission of the virus. Minimizing missed opportunities for HIV diagnosis when a patient visits a healthcare facility is essential in restraining the epidemic and working toward its eventual elimination. Most state-of-the-art proposals employ machine learning (ML) methods and structured data to enhance HIV diagnoses, however, there is a dearth of recent proposals utilizing unstructured textual data from Electronic Health Records (EHRs). In this work, we propose to use only the unstructured text of the clinical notes as evidence for the classification of patients as suspected or not suspected. For this purpose, we first compile a dataset of real clinical notes from a hospital with patients classified as suspects and non-suspects of having HIV. Then, we evaluate the effectiveness of two types of classification models to identify patients suspected of being infected with the virus: classical ML algorithms and two Large Language Models (LLMs) from the biomedical domain in Spanish. The results show that both LLMs outperform classical ML algorithms in the two settings we explore: one dataset version is balanced, containing an equal number of suspicious and non-suspicious patients, while the other reflects the real distribution of patients in the hospital, being unbalanced. We obtain F<sub>1</sub> score figures of 94.7 with both LLMs in the unbalanced setting, while in the balance one, RoBERTa<sub>Bio</sub> model outperforms the other one with a F<sub>1</sub> score of 95.7. The findings indicate that leveraging unstructured text with LLMs in the biomedical domain yields promising outcomes in diminishing missed opportunities for HIV diagnosis. A tool based on our system could assist a doctor in deciding whether a patient in consultation should undergo a serological test.", "chunks": ["Undiagnosed and untreated human immunodeficiency virus (HIV) infection increases morbidity in the HIV-positive person and allows onward transmission of the virus. Minimizing missed opportunities for HIV diagnosis when a patient visits a healthcare facility is essential in restraining the epidemic and working toward its eventual elimination. Most state-of-the-art proposals employ machine learning (ML) methods and structured data to enhance HIV diagnoses, however, there is a dearth of recent proposals utilizi", "chine learning (ML) methods and structured data to enhance HIV diagnoses, however, there is a dearth of recent proposals utilizing unstructured textual data from Electronic Health Records (EHRs). In this work, we propose to use only the unstructured text of the clinical notes as evidence for the classification of patients as suspected or not suspected. For this purpose, we first compile a dataset of real clinical notes from a hospital with patients classified as suspects and non-suspects of having HIV. Then", "mpile a dataset of real clinical notes from a hospital with patients classified as suspects and non-suspects of having HIV. Then, we evaluate the effectiveness of two types of classification models to identify patients suspected of being infected with the virus: classical ML algorithms and two Large Language Models (LLMs) from the biomedical domain in Spanish. The results show that both LLMs outperform classical ML algorithms in the two settings we explore: one dataset version is balanced, containing an equ", " both LLMs outperform classical ML algorithms in the two settings we explore: one dataset version is balanced, containing an equal number of suspicious and non-suspicious patients, while the other reflects the real distribution of patients in the hospital, being unbalanced. We obtain F<sub>1</sub> score figures of 94.7 with both LLMs in the unbalanced setting, while in the balance one, RoBERTa<sub>Bio</sub> model outperforms the other one with a F<sub>1</sub> score of 95.7. The findings indicate that levera", "one, RoBERTa<sub>Bio</sub> model outperforms the other one with a F<sub>1</sub> score of 95.7. The findings indicate that leveraging unstructured text with LLMs in the biomedical domain yields promising outcomes in diminishing missed opportunities for HIV diagnosis. A tool based on our system could assist a doctor in deciding whether a patient in consultation should undergo a serological test.", "ogical test."]}, {"title": "Deep learning empowered breast cancer diagnosis: Advancements in detection and classification.", "summary": "Recent advancements in AI, driven by big data technologies, have reshaped various industries, with a strong focus on data-driven approaches. This has resulted in remarkable progress in fields like computer vision, e-commerce, cybersecurity, and healthcare, primarily fueled by the integration of machine learning and deep learning models. Notably, the intersection of oncology and computer science has given rise to Computer-Aided Diagnosis (CAD) systems, offering vital tools to aid medical professionals in tumor detection, classification, recurrence tracking, and prognosis prediction. Breast cancer, a significant global health concern, is particularly prevalent in Asia due to diverse factors like lifestyle, genetics, environmental exposures, and healthcare accessibility. Early detection through mammography screening is critical, but the accuracy of mammograms can vary due to factors like breast composition and tumor characteristics, leading to potential misdiagnoses. To address this, an innovative CAD system leveraging deep learning and computer vision techniques was introduced. This system enhances breast cancer diagnosis by independently identifying and categorizing breast lesions, segmenting mass lesions, and classifying them based on pathology. Thorough validation using the Curated Breast Imaging Subset of Digital Database for Screening Mammography (CBIS-DDSM) demonstrated the CAD system's exceptional performance, with a 99% success rate in detecting and classifying breast masses. While the accuracy of detection is 98.5%, when segmenting breast masses into separate groups for examination, the method's performance was approximately 95.39%. Upon completing all the analysis, the system's classification phase yielded an overall accuracy of 99.16% for classification. The potential for this integrated framework to outperform current deep learning techniques is proposed, despite potential challenges related to the high number of trainable parameters. Ultimately, this recommended framework offers valuable support to researchers and physicians in breast cancer diagnosis by harnessing cutting-edge AI and image processing technologies, extending recent advances in deep learning to the medical domain.", "chunks": ["Recent advancements in AI, driven by big data technologies, have reshaped various industries, with a strong focus on data-driven approaches. This has resulted in remarkable progress in fields like computer vision, e-commerce, cybersecurity, and healthcare, primarily fueled by the integration of machine learning and deep learning models. Notably, the intersection of oncology and computer science has given rise to Computer-Aided Diagnosis (CAD) systems, offering vital tools to aid medical professionals in tum", "puter science has given rise to Computer-Aided Diagnosis (CAD) systems, offering vital tools to aid medical professionals in tumor detection, classification, recurrence tracking, and prognosis prediction. Breast cancer, a significant global health concern, is particularly prevalent in Asia due to diverse factors like lifestyle, genetics, environmental exposures, and healthcare accessibility. Early detection through mammography screening is critical, but the accuracy of mammograms can vary due to factors lik", "ssibility. Early detection through mammography screening is critical, but the accuracy of mammograms can vary due to factors like breast composition and tumor characteristics, leading to potential misdiagnoses. To address this, an innovative CAD system leveraging deep learning and computer vision techniques was introduced. This system enhances breast cancer diagnosis by independently identifying and categorizing breast lesions, segmenting mass lesions, and classifying them based on pathology. Thorough valid", "ly identifying and categorizing breast lesions, segmenting mass lesions, and classifying them based on pathology. Thorough validation using the Curated Breast Imaging Subset of Digital Database for Screening Mammography (CBIS-DDSM) demonstrated the CAD system's exceptional performance, with a 99% success rate in detecting and classifying breast masses. While the accuracy of detection is 98.5%, when segmenting breast masses into separate groups for examination, the method's performance was approximately 95.3", "on is 98.5%, when segmenting breast masses into separate groups for examination, the method's performance was approximately 95.39%. Upon completing all the analysis, the system's classification phase yielded an overall accuracy of 99.16% for classification. The potential for this integrated framework to outperform current deep learning techniques is proposed, despite potential challenges related to the high number of trainable parameters. Ultimately, this recommended framework offers valuable support to res", "lenges related to the high number of trainable parameters. Ultimately, this recommended framework offers valuable support to researchers and physicians in breast cancer diagnosis by harnessing cutting-edge AI and image processing technologies, extending recent advances in deep learning to the medical domain."]}, {"title": "Substitutions in the nonactive site of the passenger domain on the activity of <i>Haemophilus influenzae</i> immunoglobulin A1 protease.", "summary": "Immunoglobulin A1 (IgA1) protease is a critical virulence factor of <i>Haemophilus influenzae</i> that facilitates bacterial mucosal infection. This study investigates the effect of <i>iga</i> gene polymorphism on the enzymatic activity of <i>H. influenzae</i> IgA1 protease. The IgA1 protease activity was examined in the <i>H. influenzae</i> Rd KW20 strain and 51 isolates. Genetic variations in <i>iga</i> and deduced amino acid substitutions affecting IgA1 protease activity were assessed. Machine learning tools and functional complementation assays were used to analyze the effects of identified substitutions on the stability and activity of IgA1 protease, respectively. All 51 isolates exhibited similar <i>iga</i> expression levels. No <i>igaB</i> expression was detected. According to comparisons with the reference Rd KW20 strain, four substitutions in the protease domain, 26 in the nonprotease passenger domain, and two in the β-barrel domain were associated with the change in IgA1 protease activity. No substitutions in the catalytic site of IgA1 protease were observed. Logistic regression, receiver operating characteristic curves, Venn diagrams, and protein stability analyses revealed that the substitutions Asn352Lys, Pro353Ala, Lys356Asn, Gln916Lys, and Gly917Ser, which were located in the nonactive site of the passenger domain, were associated with decreases in IgA1 protease activity and stability, whereas Asn914Lys was associated with an increase in these events. Functional complementation assays revealed that the Asn914Lys substitution increased IgA1 protease activity in the Rd KW20 strain. This study identified substitutions in the nonactive site of the passenger domain that affect both the activity and stability of <i>H. influenzae</i> IgA1 protease.", "chunks": ["Immunoglobulin A1 (IgA1) protease is a critical virulence factor of <i>Haemophilus influenzae</i> that facilitates bacterial mucosal infection. This study investigates the effect of <i>iga</i> gene polymorphism on the enzymatic activity of <i>H. influenzae</i> IgA1 protease. The IgA1 protease activity was examined in the <i>H. influenzae</i> Rd KW20 strain and 51 isolates. Genetic variations in <i>iga</i> and deduced amino acid substitutions affecting IgA1 protease activity were assessed. Machine learning t", "variations in <i>iga</i> and deduced amino acid substitutions affecting IgA1 protease activity were assessed. Machine learning tools and functional complementation assays were used to analyze the effects of identified substitutions on the stability and activity of IgA1 protease, respectively. All 51 isolates exhibited similar <i>iga</i> expression levels. No <i>igaB</i> expression was detected. According to comparisons with the reference Rd KW20 strain, four substitutions in the protease domain, 26 in the n", "was detected. According to comparisons with the reference Rd KW20 strain, four substitutions in the protease domain, 26 in the nonprotease passenger domain, and two in the β-barrel domain were associated with the change in IgA1 protease activity. No substitutions in the catalytic site of IgA1 protease were observed. Logistic regression, receiver operating characteristic curves, Venn diagrams, and protein stability analyses revealed that the substitutions Asn352Lys, Pro353Ala, Lys356Asn, Gln916Lys, and Gly91", "n diagrams, and protein stability analyses revealed that the substitutions Asn352Lys, Pro353Ala, Lys356Asn, Gln916Lys, and Gly917Ser, which were located in the nonactive site of the passenger domain, were associated with decreases in IgA1 protease activity and stability, whereas Asn914Lys was associated with an increase in these events. Functional complementation assays revealed that the Asn914Lys substitution increased IgA1 protease activity in the Rd KW20 strain. This study identified substitutions in the", "at the Asn914Lys substitution increased IgA1 protease activity in the Rd KW20 strain. This study identified substitutions in the nonactive site of the passenger domain that affect both the activity and stability of <i>H. influenzae</i> IgA1 protease."]}, {"title": "Motion Artifact Detection for T1-Weighted Brain MR Images Using Convolutional Neural Networks.", "summary": "Quality assessment (QA) of magnetic resonance imaging (MRI) encompasses several factors such as noise, contrast, homogeneity, and imaging artifacts. Quality evaluation is often not standardized and relies on the expertise, and vigilance of the personnel, posing limitations especially with large datasets. Machine learning based on convolutional neural networks (CNNs) is a promising approach to address these challenges by performing automated inspection of MR images. In this study, a CNN for the detection of random head motion artifacts (RHM) in T1-weighted MRI as one aspect of image quality is proposed. A two-step approach aimed to first identify images exhibiting pronounced motion artifacts, and second to evaluate the feasibility of a more detailed three-class classification. The utilized dataset consisted of 420 T1-weighted whole-brain image volumes with isotropic resolution. Human experts assigned each volume to one of three classes of artifact prominence. Results demonstrate an accuracy of 95% for the identification of images with pronounced artifact load. The addition of an intermediate class retained an accuracy of 76%. The findings highlight the potential of CNN-based approaches to increase the efficiency of <i>post</i>-<i>hoc</i> QAs in large datasets by flagging images with potentially relevant artifact loads for closer inspection.", "chunks": ["Quality assessment (QA) of magnetic resonance imaging (MRI) encompasses several factors such as noise, contrast, homogeneity, and imaging artifacts. Quality evaluation is often not standardized and relies on the expertise, and vigilance of the personnel, posing limitations especially with large datasets. Machine learning based on convolutional neural networks (CNNs) is a promising approach to address these challenges by performing automated inspection of MR images. In this study, a CNN for the detection of ", "approach to address these challenges by performing automated inspection of MR images. In this study, a CNN for the detection of random head motion artifacts (RHM) in T1-weighted MRI as one aspect of image quality is proposed. A two-step approach aimed to first identify images exhibiting pronounced motion artifacts, and second to evaluate the feasibility of a more detailed three-class classification. The utilized dataset consisted of 420 T1-weighted whole-brain image volumes with isotropic resolution. Human ", "ss classification. The utilized dataset consisted of 420 T1-weighted whole-brain image volumes with isotropic resolution. Human experts assigned each volume to one of three classes of artifact prominence. Results demonstrate an accuracy of 95% for the identification of images with pronounced artifact load. The addition of an intermediate class retained an accuracy of 76%. The findings highlight the potential of CNN-based approaches to increase the efficiency of <i>post</i>-<i>hoc</i> QAs in large datasets b", "ngs highlight the potential of CNN-based approaches to increase the efficiency of <i>post</i>-<i>hoc</i> QAs in large datasets by flagging images with potentially relevant artifact loads for closer inspection."]}, {"title": "Machine learning vs. regression models to predict the risk of Legionella contamination in a hospital water network.", "summary": "The periodic monitoring of Legionella in hospital water networks allows preventive measures to be taken to avoid the risk of legionellosis to patients and healthcare workers.", "chunks": ["The periodic monitoring of Legionella in hospital water networks allows preventive measures to be taken to avoid the risk of legionellosis to patients and healthcare workers."]}, {"title": "Knowledge, attitude, and practice of artificial intelligence among medical students in Sudan: a cross-sectional study.", "summary": "In this cross-sectional study, the authors explored the knowledge, attitudes, and practices related to artificial intelligence (AI) among medical students in Sudan. With AI increasingly impacting healthcare, understanding its integration into medical education is crucial. This study aimed to assess the current state of AI awareness, perceptions, and practical experiences among medical students in Sudan. The authors aimed to evaluate the extent of AI familiarity among Sudanese medical students by examining their attitudes toward its application in medicine. Additionally, this study seeks to identify the factors influencing knowledge levels and explore the practical implementation of AI in the medical field.", "chunks": ["In this cross-sectional study, the authors explored the knowledge, attitudes, and practices related to artificial intelligence (AI) among medical students in Sudan. With AI increasingly impacting healthcare, understanding its integration into medical education is crucial. This study aimed to assess the current state of AI awareness, perceptions, and practical experiences among medical students in Sudan. The authors aimed to evaluate the extent of AI familiarity among Sudanese medical students by examining t", "cal students in Sudan. The authors aimed to evaluate the extent of AI familiarity among Sudanese medical students by examining their attitudes toward its application in medicine. Additionally, this study seeks to identify the factors influencing knowledge levels and explore the practical implementation of AI in the medical field."]}, {"title": "Construction of neural network model for exercise load monitoring based on yoga training data and rehabilitation therapy.", "summary": "The Internet of Things is based on the traditional Internet and its purpose is to achieve information exchange between users and devices, as well as between devices. The rapid development of sensor technology, communication network technology, and computer technology has enriched the coverage of the Internet of Things, including a wide range of intelligent applications such as healthcare, smart cities, and smart homes. The development of high-performance computing and machine learning technologies has promoted the wide application of intelligent auxiliary systems in sports medicine. With the rapid development of yoga in the field of sports, athletes can play the various functions of yoga, improve their physical strength and quality, and improve their strength, flexibility, etc., cultivate positive, optimistic, and healthy emotions, and these are conducive to rehabilitation treatment after sports injuries. Therefore, it is feasible and feasible to introduce yoga training into the monitoring of the exercise load of athletes. In this paper, neural network technology was used to break the traditional training method based on experience. Based on yoga training data, through experimental exercise research, it could explore a new effective way to monitor exercise load and rehabilitation treatment, and build an exercise load monitoring model of the Ant Colony Optimization (ACO) neural network. By sorting out the data, statistics and analysis of the data, this article confirmed the effect of yoga training on reducing fatigue after exercise. The experimental results showed that the prediction value obtained by the ACO neural network model was 9.106, and the error was only -0.003 compared to the actual detection value of 9.109. This result showed that the ACO neural network model can perfectly fit the functional relationship between yoga training level and exercise load and has high prediction accuracy. This also marked that the development of high-performance computing systems has entered a new journey in the field of sports and health.", "chunks": ["The Internet of Things is based on the traditional Internet and its purpose is to achieve information exchange between users and devices, as well as between devices. The rapid development of sensor technology, communication network technology, and computer technology has enriched the coverage of the Internet of Things, including a wide range of intelligent applications such as healthcare, smart cities, and smart homes. The development of high-performance computing and machine learning technologies has promo", "thcare, smart cities, and smart homes. The development of high-performance computing and machine learning technologies has promoted the wide application of intelligent auxiliary systems in sports medicine. With the rapid development of yoga in the field of sports, athletes can play the various functions of yoga, improve their physical strength and quality, and improve their strength, flexibility, etc., cultivate positive, optimistic, and healthy emotions, and these are conducive to rehabilitation treatment ", "h, flexibility, etc., cultivate positive, optimistic, and healthy emotions, and these are conducive to rehabilitation treatment after sports injuries. Therefore, it is feasible and feasible to introduce yoga training into the monitoring of the exercise load of athletes. In this paper, neural network technology was used to break the traditional training method based on experience. Based on yoga training data, through experimental exercise research, it could explore a new effective way to monitor exercise loa", "ased on yoga training data, through experimental exercise research, it could explore a new effective way to monitor exercise load and rehabilitation treatment, and build an exercise load monitoring model of the Ant Colony Optimization (ACO) neural network. By sorting out the data, statistics and analysis of the data, this article confirmed the effect of yoga training on reducing fatigue after exercise. The experimental results showed that the prediction value obtained by the ACO neural network model was 9.1", "tigue after exercise. The experimental results showed that the prediction value obtained by the ACO neural network model was 9.106, and the error was only -0.003 compared to the actual detection value of 9.109. This result showed that the ACO neural network model can perfectly fit the functional relationship between yoga training level and exercise load and has high prediction accuracy. This also marked that the development of high-performance computing systems has entered a new journey in the field of spor", "racy. This also marked that the development of high-performance computing systems has entered a new journey in the field of sports and health."]}, {"title": "EASL: A Framework for Designing, Implementing, and Evaluating ML Solutions in Clinical Healthcare Settings.", "summary": "We introduce the Explainable Analytical Systems Lab (EASL) framework, an end-to-end solution designed to facilitate the development, implementation, and evaluation of clinical machine learning (ML) tools. EASL is highly versatile and applicable to a variety of contexts and includes resources for data management, ML model development, visualization and user interface development, service hosting, and usage analytics. To demonstrate its practical applications, we present the EASL framework in the context of a case study: designing and evaluating a deep learning classifier to predict diagnoses from medical imaging. The framework is composed of three modules, each with their own set of resources. The Workbench module stores data and develops initial ML models, the Canvas module contains a medical imaging viewer and web development framework, and the Studio module hosts the ML model and provides web analytics and support for conducting user studies. EASL encourages model developers to take a holistic view by integrating the model development, implementation, and evaluation into one framework, and thus ensures that models are both effective and reliable when used in a clinical setting. EASL contributes to our understanding of machine learning applied to healthcare by providing a comprehensive framework that makes it easier to develop and evaluate ML tools within a clinical setting.", "chunks": ["We introduce the Explainable Analytical Systems Lab (EASL) framework, an end-to-end solution designed to facilitate the development, implementation, and evaluation of clinical machine learning (ML) tools. EASL is highly versatile and applicable to a variety of contexts and includes resources for data management, ML model development, visualization and user interface development, service hosting, and usage analytics. To demonstrate its practical applications, we present the EASL framework in the context of a", "rvice hosting, and usage analytics. To demonstrate its practical applications, we present the EASL framework in the context of a case study: designing and evaluating a deep learning classifier to predict diagnoses from medical imaging. The framework is composed of three modules, each with their own set of resources. The Workbench module stores data and develops initial ML models, the Canvas module contains a medical imaging viewer and web development framework, and the Studio module hosts the ML model and p", "he Canvas module contains a medical imaging viewer and web development framework, and the Studio module hosts the ML model and provides web analytics and support for conducting user studies. EASL encourages model developers to take a holistic view by integrating the model development, implementation, and evaluation into one framework, and thus ensures that models are both effective and reliable when used in a clinical setting. EASL contributes to our understanding of machine learning applied to healthcare b", " and reliable when used in a clinical setting. EASL contributes to our understanding of machine learning applied to healthcare by providing a comprehensive framework that makes it easier to develop and evaluate ML tools within a clinical setting."]}, {"title": "Prediction of COVID-19 patients' participation in financing informal care using machine learning methods: willingness to pay and willingness to accept approaches.", "summary": "Informal care plays an essential role in managing the COVID-19 pandemic. Expanding health insurance packages that reimburse caregivers' services through cost-sharing policies could increase financial resources. Predicting payers' willingness to contribute financially accurately is essential for implementing such a policy. This study aimed to identify the key variables related to WTP/WTA of COVID-19 patients for informal care in Sanandaj city, Iran.", "chunks": ["Informal care plays an essential role in managing the COVID-19 pandemic. Expanding health insurance packages that reimburse caregivers' services through cost-sharing policies could increase financial resources. Predicting payers' willingness to contribute financially accurately is essential for implementing such a policy. This study aimed to identify the key variables related to WTP/WTA of COVID-19 patients for informal care in Sanandaj city, Iran.", "P/WTA of COVID-19 patients for informal care in Sanandaj city, Iran."]}, {"title": "Classification of osteoarthritic and healthy cartilage using deep learning with Raman spectra.", "summary": "Raman spectroscopy is a rapid method for analysing the molecular composition of biological material. However, noise contamination in the spectral data necessitates careful pre-processing prior to analysis. Here we propose an end-to-end Convolutional Neural Network to automatically learn an optimal combination of pre-processing strategies, for the classification of Raman spectra of superficial and deep layers of cartilage harvested from 45 Osteoarthritis and 19 Osteoporosis (Healthy controls) patients. Using 6-fold cross-validation, the Multi-Convolutional Neural Network achieves comparable or improved classification accuracy against the best-performing Convolutional Neural Network applied to either the raw or pre-processed spectra. We utilised Integrated Gradients to identify the contributing features (Raman signatures) in the network decision process, showing they are biologically relevant. Using these features, we compared Artificial Neural Networks, Decision Trees and Support Vector Machines for the feature selection task. Results show that training on fewer than 3 and 300 features, respectively, for the disease classification and layer assignment task provide performance comparable to the best-performing CNN-based network applied to the full dataset. Our approach, incorporating multi-channel input and Integrated Gradients, can potentially facilitate the clinical translation of Raman spectroscopy-based diagnosis without the need for laborious manual pre-processing and feature selection.", "chunks": ["Raman spectroscopy is a rapid method for analysing the molecular composition of biological material. However, noise contamination in the spectral data necessitates careful pre-processing prior to analysis. Here we propose an end-to-end Convolutional Neural Network to automatically learn an optimal combination of pre-processing strategies, for the classification of Raman spectra of superficial and deep layers of cartilage harvested from 45 Osteoarthritis and 19 Osteoporosis (Healthy controls) patients. Using", "superficial and deep layers of cartilage harvested from 45 Osteoarthritis and 19 Osteoporosis (Healthy controls) patients. Using 6-fold cross-validation, the Multi-Convolutional Neural Network achieves comparable or improved classification accuracy against the best-performing Convolutional Neural Network applied to either the raw or pre-processed spectra. We utilised Integrated Gradients to identify the contributing features (Raman signatures) in the network decision process, showing they are biologically r", "dients to identify the contributing features (Raman signatures) in the network decision process, showing they are biologically relevant. Using these features, we compared Artificial Neural Networks, Decision Trees and Support Vector Machines for the feature selection task. Results show that training on fewer than 3 and 300 features, respectively, for the disease classification and layer assignment task provide performance comparable to the best-performing CNN-based network applied to the full dataset. Our a", "layer assignment task provide performance comparable to the best-performing CNN-based network applied to the full dataset. Our approach, incorporating multi-channel input and Integrated Gradients, can potentially facilitate the clinical translation of Raman spectroscopy-based diagnosis without the need for laborious manual pre-processing and feature selection."]}, {"title": "Fairness in Predicting Cancer Mortality Across Racial Subgroups.", "summary": "Machine learning has potential to transform cancer care by helping clinicians prioritize patients for serious illness conversations. However, models need to be evaluated for unequal performance across racial groups (ie, racial bias) so that existing racial disparities are not exacerbated.", "chunks": ["Machine learning has potential to transform cancer care by helping clinicians prioritize patients for serious illness conversations. However, models need to be evaluated for unequal performance across racial groups (ie, racial bias) so that existing racial disparities are not exacerbated."]}, {"title": "A novel approach to forecast surgery durations using machine learning techniques.", "summary": "This study presents a methodology for predicting the duration of surgical procedures using Machine Learning (ML). The methodology incorporates a new set of predictors emphasizing the significance of surgical team dynamics and composition, including experience, familiarity, social behavior, and gender diversity. By applying ML techniques to a comprehensive dataset of over 77,000 surgeries, we achieved a 24% improvement in the mean absolute error (MAE) over a model that mimics the current approach of the decision maker. Our results also underscore the critical role of surgeon experience and team composition dynamics in enhancing prediction accuracy. These advancements can lead to more efficient operational planning and resource allocation in hospitals, potentially reducing downtime in operating rooms and improving healthcare delivery.", "chunks": ["This study presents a methodology for predicting the duration of surgical procedures using Machine Learning (ML). The methodology incorporates a new set of predictors emphasizing the significance of surgical team dynamics and composition, including experience, familiarity, social behavior, and gender diversity. By applying ML techniques to a comprehensive dataset of over 77,000 surgeries, we achieved a 24% improvement in the mean absolute error (MAE) over a model that mimics the current approach of the deci", "geries, we achieved a 24% improvement in the mean absolute error (MAE) over a model that mimics the current approach of the decision maker. Our results also underscore the critical role of surgeon experience and team composition dynamics in enhancing prediction accuracy. These advancements can lead to more efficient operational planning and resource allocation in hospitals, potentially reducing downtime in operating rooms and improving healthcare delivery.", "ally reducing downtime in operating rooms and improving healthcare delivery."]}, {"title": "Synthetic CT generation for pelvic cases based on deep learning in multi-center datasets.", "summary": "To investigate the feasibility of synthesizing computed tomography (CT) images from magnetic resonance (MR) images in multi-center datasets using generative adversarial networks (GANs) for rectal cancer MR-only radiotherapy.", "chunks": ["To investigate the feasibility of synthesizing computed tomography (CT) images from magnetic resonance (MR) images in multi-center datasets using generative adversarial networks (GANs) for rectal cancer MR-only radiotherapy."]}, {"title": "Current advances in the use of artificial intelligence in predicting and managing urological complications.", "summary": "Artificial intelligence (AI) has emerged as a promising avenue for improving patient care and surgical outcomes in urological surgery. However, the extent of AI's impact in predicting and managing complications is not fully elucidated.", "chunks": ["Artificial intelligence (AI) has emerged as a promising avenue for improving patient care and surgical outcomes in urological surgery. However, the extent of AI's impact in predicting and managing complications is not fully elucidated."]}, {"title": "The Evolving Role of Artificial Intelligence in Radiotherapy Treatment Planning-A Literature Review.", "summary": "This paper examines the integration of artificial intelligence (AI) in radiotherapy for cancer treatment. The importance of radiotherapy in cancer management and its time-intensive planning process make AI adoption appealing especially with the escalating demand for radiotherapy. This review highlights the efficacy of AI across medical domains, where it surpasses human capabilities in areas such as cardiology and dermatology. Focusing on radiotherapy, the paper details AI's applications in target segmentation, dose optimization, and outcome prediction. It discusses adaptive radiotherapy's benefits and AI's potential to enhance patient outcomes with much improved treatment accuracy. The paper explores ethical concerns, including data privacy and bias, stressing the need for robust guidelines. Educating healthcare professionals and patients about AI's role is crucial as it acknowledges potential job-role changes and concerns about patients' trust in the use of AI. Overall, the integration of AI in radiotherapy holds transformative potential in streamlining processes, improving outcomes, and reducing costs. AI's potential to reduce healthcare costs underscores its significance with impactful change globally. However, successful implementation hinges on addressing ethical and logistical challenges and fostering collaboration among healthcare professionals and patient population data sets for its optimal utilization. Rigorous education, collaborative efforts, and global data sharing will be the compass guiding its' success in radiotherapy and healthcare.", "chunks": ["This paper examines the integration of artificial intelligence (AI) in radiotherapy for cancer treatment. The importance of radiotherapy in cancer management and its time-intensive planning process make AI adoption appealing especially with the escalating demand for radiotherapy. This review highlights the efficacy of AI across medical domains, where it surpasses human capabilities in areas such as cardiology and dermatology. Focusing on radiotherapy, the paper details AI's applications in target segmentati", " in areas such as cardiology and dermatology. Focusing on radiotherapy, the paper details AI's applications in target segmentation, dose optimization, and outcome prediction. It discusses adaptive radiotherapy's benefits and AI's potential to enhance patient outcomes with much improved treatment accuracy. The paper explores ethical concerns, including data privacy and bias, stressing the need for robust guidelines. Educating healthcare professionals and patients about AI's role is crucial as it acknowledges", "ng the need for robust guidelines. Educating healthcare professionals and patients about AI's role is crucial as it acknowledges potential job-role changes and concerns about patients' trust in the use of AI. Overall, the integration of AI in radiotherapy holds transformative potential in streamlining processes, improving outcomes, and reducing costs. AI's potential to reduce healthcare costs underscores its significance with impactful change globally. However, successful implementation hinges on addressing", "hcare costs underscores its significance with impactful change globally. However, successful implementation hinges on addressing ethical and logistical challenges and fostering collaboration among healthcare professionals and patient population data sets for its optimal utilization. Rigorous education, collaborative efforts, and global data sharing will be the compass guiding its' success in radiotherapy and healthcare.", "success in radiotherapy and healthcare."]}, {"title": "Artificial intelligence's contribution to early pulmonary lesion detection in chest X-rays: insights from two retrospective studies on a Czech population.", "summary": "In recent years healthcare is undergoing significant changes due to technological innovations, with Artificial Intelligence (AI) being a key trend. Particularly in radiodiagnostics, according to studies, AI has the potential to enhance accuracy and efficiency. We focus on AI's role in diagnosing pulmonary lesions, which could indicate lung cancer, based on chest X-rays. Despite lower sensitivity in comparison to other methods like chest CT, due to its routine use, X-rays often provide the first detection of lung lesions. We present our deep learning-based solution aimed at improving lung lesion detection, especially during early-stage of illness. We then share results from our previous studies validating this model in two different clinical settings: a general hospital with low prevalence findings and a specialized oncology center. Based on a quantitative comparison with the conclusions of radiologists of different levels of experience, our model achieves high sensitivity, but lower specificity than comparing radiologists. In the context of clinical requirements and AI-assisted diagnostics, the experience and clinical reasoning of the doctor play a crucial role, therefore we currently lean more towards models with higher sensitivity over specificity. Even unlikely suspicions are presented to the doctor. Based on these results, it can be expected that in the future artificial intelligence will play a key role in the field of radiology as a supporting tool for evaluating specialists. To achieve this, it is necessary to solve not only technical but also medical and regulatory aspects. It is crucial to have access to quality and reliable information not only about the benefits but also about the limitations of machine learning and AI in medicine.", "chunks": ["In recent years healthcare is undergoing significant changes due to technological innovations, with Artificial Intelligence (AI) being a key trend. Particularly in radiodiagnostics, according to studies, AI has the potential to enhance accuracy and efficiency. We focus on AI's role in diagnosing pulmonary lesions, which could indicate lung cancer, based on chest X-rays. Despite lower sensitivity in comparison to other methods like chest CT, due to its routine use, X-rays often provide the first detection of", "er sensitivity in comparison to other methods like chest CT, due to its routine use, X-rays often provide the first detection of lung lesions. We present our deep learning-based solution aimed at improving lung lesion detection, especially during early-stage of illness. We then share results from our previous studies validating this model in two different clinical settings: a general hospital with low prevalence findings and a specialized oncology center. Based on a quantitative comparison with the conclusi", "al hospital with low prevalence findings and a specialized oncology center. Based on a quantitative comparison with the conclusions of radiologists of different levels of experience, our model achieves high sensitivity, but lower specificity than comparing radiologists. In the context of clinical requirements and AI-assisted diagnostics, the experience and clinical reasoning of the doctor play a crucial role, therefore we currently lean more towards models with higher sensitivity over specificity. Even unli", " doctor play a crucial role, therefore we currently lean more towards models with higher sensitivity over specificity. Even unlikely suspicions are presented to the doctor. Based on these results, it can be expected that in the future artificial intelligence will play a key role in the field of radiology as a supporting tool for evaluating specialists. To achieve this, it is necessary to solve not only technical but also medical and regulatory aspects. It is crucial to have access to quality and reliable in", "ary to solve not only technical but also medical and regulatory aspects. It is crucial to have access to quality and reliable information not only about the benefits but also about the limitations of machine learning and AI in medicine."]}, {"title": "Artificial intelligence in medicine and healthcare: Opportunity and/or threat.", "summary": "The aim of the article to present the development of artificial intelligence (AI) methods and their applications in medicine and health care. Current technological development contributes to generation of large volumes of data that cannot be evaluated only manually. We describe the process of patient care and its individual parts that can be supported by technology and data analysis methods. There are many successful applications that help in the decision support process, in processing complex multidimensional heterogeneous and/or long-term data. On the other side, failures appear in AI methods applications. In recent years, deep learning became very popular and to a certain extend it delivered promising results. However, it has certain flaws that might lead to misclassification. The correct methodological steps in design and implementation of selected methods to data processing are briefly presented.", "chunks": ["The aim of the article to present the development of artificial intelligence (AI) methods and their applications in medicine and health care. Current technological development contributes to generation of large volumes of data that cannot be evaluated only manually. We describe the process of patient care and its individual parts that can be supported by technology and data analysis methods. There are many successful applications that help in the decision support process, in processing complex multidimensio", "s methods. There are many successful applications that help in the decision support process, in processing complex multidimensional heterogeneous and/or long-term data. On the other side, failures appear in AI methods applications. In recent years, deep learning became very popular and to a certain extend it delivered promising results. However, it has certain flaws that might lead to misclassification. The correct methodological steps in design and implementation of selected methods to data processing are ", " to misclassification. The correct methodological steps in design and implementation of selected methods to data processing are briefly presented."]}, {"title": "Automatic Clinical Assessment of Swallowing Behavior and Diagnosis of Silent Aspiration Using Wireless Multimodal Wearable Electronics.", "summary": "Dysphagia is more common in conditions such as stroke, Parkinson's disease, and head and neck cancer. This can lead to pneumonia, choking, malnutrition, and dehydration. Currently, the diagnostic gold standard uses radiologic imaging, the videofluoroscopic swallow study (VFSS); however, it is expensive and necessitates specialized facilities and trained personnel. Although several devices attempt to address the limitations, none offer the clinical-grade quality and accuracy of the VFSS. Here, this study reports a wireless multimodal wearable system with machine learning for automatic, accurate clinical assessment of swallowing behavior and diagnosis of silent aspirations from dysphagia patients. The device includes a kirigami-structured electrode that suppresses changes in skin contact impedance caused by movements and a microphone with a gel layer that effectively blocks external noise for measuring high-quality electromyograms and swallowing sounds. The deep learning algorithm offers the classification of swallowing patterns while diagnosing silent aspirations, with an accuracy of 89.47%. The demonstration with post-stroke patients captures the system's significance in measuring multiple physiological signals in real-time for detecting swallowing disorders, validated by comparing them with the VFSS. The multimodal electronics can ensure a promising future for dysphagia healthcare and rehabilitation therapy, providing an accurate, non-invasive alternative for monitoring swallowing and aspiration events.", "chunks": ["Dysphagia is more common in conditions such as stroke, Parkinson's disease, and head and neck cancer. This can lead to pneumonia, choking, malnutrition, and dehydration. Currently, the diagnostic gold standard uses radiologic imaging, the videofluoroscopic swallow study (VFSS); however, it is expensive and necessitates specialized facilities and trained personnel. Although several devices attempt to address the limitations, none offer the clinical-grade quality and accuracy of the VFSS. Here, this study rep", "devices attempt to address the limitations, none offer the clinical-grade quality and accuracy of the VFSS. Here, this study reports a wireless multimodal wearable system with machine learning for automatic, accurate clinical assessment of swallowing behavior and diagnosis of silent aspirations from dysphagia patients. The device includes a kirigami-structured electrode that suppresses changes in skin contact impedance caused by movements and a microphone with a gel layer that effectively blocks external no", "sses changes in skin contact impedance caused by movements and a microphone with a gel layer that effectively blocks external noise for measuring high-quality electromyograms and swallowing sounds. The deep learning algorithm offers the classification of swallowing patterns while diagnosing silent aspirations, with an accuracy of 89.47%. The demonstration with post-stroke patients captures the system's significance in measuring multiple physiological signals in real-time for detecting swallowing disorders, ", "captures the system's significance in measuring multiple physiological signals in real-time for detecting swallowing disorders, validated by comparing them with the VFSS. The multimodal electronics can ensure a promising future for dysphagia healthcare and rehabilitation therapy, providing an accurate, non-invasive alternative for monitoring swallowing and aspiration events."]}, {"title": "Clinical decision support systems in addiction and concurrent disorders: A systematic review and meta-analysis.", "summary": "This review aims to synthesise the literature on the efficacy, evolution, and challenges of implementing Clincian Decision Support Systems (CDSS) in the realm of mental health, addiction, and concurrent disorders.", "chunks": ["This review aims to synthesise the literature on the efficacy, evolution, and challenges of implementing Clincian Decision Support Systems (CDSS) in the realm of mental health, addiction, and concurrent disorders."]}, {"title": "Machine Learning Prediction of Small Molecule Accumulation in <i>Escherichia Coli</i> Enhanced with Descriptor Statistics.", "summary": "Antibiotic resistance, particularly among Gram-negative bacteria, poses a significant healthcare challenge due to their ability to evade antibiotic action through various mechanisms. In this study, we explore the prediction of small molecule accumulation in Gram-negative bacteria by using machine learning techniques enhanced with statistical descriptors derived from molecular dynamics simulations. We begin by identifying a minimal set of molecular descriptors that maximize the model's predictive power while preserving human interpretability. We optimize model accuracy, precision, and the area under the receiver operating characteristic curve through an iterative process. We demonstrate that the inclusion of statistical descriptors significantly improves model performance across various prediction metrics. Particularly, the addition of statistical descriptors related to dipole moment and minimum projection radius enhances the model's predictive capabilities, shedding light on the physicochemical properties crucial for small molecule accumulation. Our findings highlight the importance of considering statistical moments beyond mean values in predictive modeling and suggest avenues for future research. Overall, our study provides insights into the complex dynamics of antibiotic accumulation in <i>Escherichia coli</i> bacterial cells, generalizable to other Gram-negative species, offering a promising approach for the discovery of effective antibacterial agents, identifying new hits, and improving them to define effective lead agents.", "chunks": ["Antibiotic resistance, particularly among Gram-negative bacteria, poses a significant healthcare challenge due to their ability to evade antibiotic action through various mechanisms. In this study, we explore the prediction of small molecule accumulation in Gram-negative bacteria by using machine learning techniques enhanced with statistical descriptors derived from molecular dynamics simulations. We begin by identifying a minimal set of molecular descriptors that maximize the model's predictive power while", "ics simulations. We begin by identifying a minimal set of molecular descriptors that maximize the model's predictive power while preserving human interpretability. We optimize model accuracy, precision, and the area under the receiver operating characteristic curve through an iterative process. We demonstrate that the inclusion of statistical descriptors significantly improves model performance across various prediction metrics. Particularly, the addition of statistical descriptors related to dipole moment ", "l performance across various prediction metrics. Particularly, the addition of statistical descriptors related to dipole moment and minimum projection radius enhances the model's predictive capabilities, shedding light on the physicochemical properties crucial for small molecule accumulation. Our findings highlight the importance of considering statistical moments beyond mean values in predictive modeling and suggest avenues for future research. Overall, our study provides insights into the complex dynamics", "s in predictive modeling and suggest avenues for future research. Overall, our study provides insights into the complex dynamics of antibiotic accumulation in <i>Escherichia coli</i> bacterial cells, generalizable to other Gram-negative species, offering a promising approach for the discovery of effective antibacterial agents, identifying new hits, and improving them to define effective lead agents.", "ctive lead agents."]}, {"title": "Proposal and validation of a new approach in tele-rehabilitation with 3D human posture estimation: a randomized controlled trial in older individuals with sarcopenia.", "summary": "Through a randomized controlled trial on older adults with sarcopenia, this study compared the training effects of an AI-based remote training group using deep learning-based 3D human pose estimation technology with those of a face-to-face traditional training group and a general remote training group.", "chunks": ["Through a randomized controlled trial on older adults with sarcopenia, this study compared the training effects of an AI-based remote training group using deep learning-based 3D human pose estimation technology with those of a face-to-face traditional training group and a general remote training group."]}, {"title": "A comprehensive health assessment approach using ensemble deep learning model for remote patient monitoring with IoT.", "summary": "The goal of this research is to create an ensemble deep learning model for Internet of Things (IoT) applications that specifically target remote patient monitoring (RPM) by integrating long short-term memory (LSTM) networks and convolutional neural networks (CNN). The work tackles important RPM concerns such early health issue diagnosis and accurate real-time physiological data collection and analysis using wearable IoT devices. By assessing important health factors like heart rate, blood pressure, pulse, temperature, activity level, weight management, respiration rate, medication adherence, sleep patterns, and oxygen levels, the suggested Remote Patient Monitor Model (RPMM) attains a noteworthy accuracy of 97.23%. The model's capacity to identify spatial and temporal relationships in health data is improved by novel techniques such as the use of CNN for spatial analysis and feature extraction and LSTM for temporal sequence modeling. Early intervention is made easier by this synergistic approach, which enhances trend identification and anomaly detection in vital signs. A variety of datasets are used to validate the model's robustness, highlighting its efficacy in remote patient care. This study shows how using ensemble models' advantages might improve health monitoring's precision and promptness, which would eventually benefit patients and ease the burden on healthcare systems.", "chunks": ["The goal of this research is to create an ensemble deep learning model for Internet of Things (IoT) applications that specifically target remote patient monitoring (RPM) by integrating long short-term memory (LSTM) networks and convolutional neural networks (CNN). The work tackles important RPM concerns such early health issue diagnosis and accurate real-time physiological data collection and analysis using wearable IoT devices. By assessing important health factors like heart rate, blood pressure, pulse, t", "lection and analysis using wearable IoT devices. By assessing important health factors like heart rate, blood pressure, pulse, temperature, activity level, weight management, respiration rate, medication adherence, sleep patterns, and oxygen levels, the suggested Remote Patient Monitor Model (RPMM) attains a noteworthy accuracy of 97.23%. The model's capacity to identify spatial and temporal relationships in health data is improved by novel techniques such as the use of CNN for spatial analysis and feature ", "d temporal relationships in health data is improved by novel techniques such as the use of CNN for spatial analysis and feature extraction and LSTM for temporal sequence modeling. Early intervention is made easier by this synergistic approach, which enhances trend identification and anomaly detection in vital signs. A variety of datasets are used to validate the model's robustness, highlighting its efficacy in remote patient care. This study shows how using ensemble models' advantages might improve health m", " highlighting its efficacy in remote patient care. This study shows how using ensemble models' advantages might improve health monitoring's precision and promptness, which would eventually benefit patients and ease the burden on healthcare systems."]}, {"title": "The new frontier: utilizing ChatGPT to expand craniofacial research.", "summary": "Due to the importance of evidence-based research in plastic surgery, the authors of this study aimed to assess the accuracy of ChatGPT in generating novel systematic review ideas within the field of craniofacial surgery.", "chunks": ["Due to the importance of evidence-based research in plastic surgery, the authors of this study aimed to assess the accuracy of ChatGPT in generating novel systematic review ideas within the field of craniofacial surgery."]}, {"title": "Highly Efficient Back-End-of-Line Compatible Flexible Si-Based Optical Memristive Crossbar Array for Edge Neuromorphic Physiological Signal Processing and Bionic Machine Vision.", "summary": "The emergence of the Internet-of-Things is anticipated to create a vast market for what are known as smart edge devices, opening numerous opportunities across countless domains, including personalized healthcare and advanced robotics. Leveraging 3D integration, edge devices can achieve unprecedented miniaturization while simultaneously boosting processing power and minimizing energy consumption. Here, we demonstrate a back-end-of-line compatible optoelectronic synapse with a transfer learning method on health care applications, including electroencephalogram (EEG)-based seizure prediction, electromyography (EMG)-based gesture recognition, and electrocardiogram (ECG)-based arrhythmia detection. With experiments on three biomedical datasets, we observe the classification accuracy improvement for the pretrained model with 2.93% on EEG, 4.90% on ECG, and 7.92% on EMG, respectively. The optical programming property of the device enables an ultra-low power (2.8 × 10<sup>-13</sup> J) fine-tuning process and offers solutions for patient-specific issues in edge computing scenarios. Moreover, the device exhibits impressive light-sensitive characteristics that enable a range of light-triggered synaptic functions, making it promising for neuromorphic vision application. To display the benefits of these intricate synaptic properties, a 5 × 5 optoelectronic synapse array is developed, effectively simulating human visual perception and memory functions. The proposed flexible optoelectronic synapse holds immense potential for advancing the fields of neuromorphic physiological signal processing and artificial visual systems in wearable applications.", "chunks": ["The emergence of the Internet-of-Things is anticipated to create a vast market for what are known as smart edge devices, opening numerous opportunities across countless domains, including personalized healthcare and advanced robotics. Leveraging 3D integration, edge devices can achieve unprecedented miniaturization while simultaneously boosting processing power and minimizing energy consumption. Here, we demonstrate a back-end-of-line compatible optoelectronic synapse with a transfer learning method on heal", "y consumption. Here, we demonstrate a back-end-of-line compatible optoelectronic synapse with a transfer learning method on health care applications, including electroencephalogram (EEG)-based seizure prediction, electromyography (EMG)-based gesture recognition, and electrocardiogram (ECG)-based arrhythmia detection. With experiments on three biomedical datasets, we observe the classification accuracy improvement for the pretrained model with 2.93% on EEG, 4.90% on ECG, and 7.92% on EMG, respectively. The o", "ssification accuracy improvement for the pretrained model with 2.93% on EEG, 4.90% on ECG, and 7.92% on EMG, respectively. The optical programming property of the device enables an ultra-low power (2.8 × 10<sup>-13</sup> J) fine-tuning process and offers solutions for patient-specific issues in edge computing scenarios. Moreover, the device exhibits impressive light-sensitive characteristics that enable a range of light-triggered synaptic functions, making it promising for neuromorphic vision application. T", "cteristics that enable a range of light-triggered synaptic functions, making it promising for neuromorphic vision application. To display the benefits of these intricate synaptic properties, a 5 × 5 optoelectronic synapse array is developed, effectively simulating human visual perception and memory functions. The proposed flexible optoelectronic synapse holds immense potential for advancing the fields of neuromorphic physiological signal processing and artificial visual systems in wearable applications.", "advancing the fields of neuromorphic physiological signal processing and artificial visual systems in wearable applications."]}, {"title": "Applications, limitations and advancements of ultra-low-field magnetic resonance imaging: A scoping review.", "summary": "Ultra-low-field magnetic resonance imaging (ULF-MRI) has emerged as an alternative with several portable clinical applications. This review aims to comprehensively explore its applications, potential limitations, technological advancements, and expert recommendations.", "chunks": ["Ultra-low-field magnetic resonance imaging (ULF-MRI) has emerged as an alternative with several portable clinical applications. This review aims to comprehensively explore its applications, potential limitations, technological advancements, and expert recommendations."]}, {"title": "\"Using network analysis modularity to group health code systems and decrease dimensionality in machine learning models\".", "summary": "Machine learning (ML) prediction models in healthcare and pharmacy-related research face challenges with encoding high-dimensional Healthcare Coding Systems (HCSs) such as ICD, ATC, and DRG codes, given the trade-off between reducing model dimensionality and minimizing information loss.", "chunks": ["Machine learning (ML) prediction models in healthcare and pharmacy-related research face challenges with encoding high-dimensional Healthcare Coding Systems (HCSs) such as ICD, ATC, and DRG codes, given the trade-off between reducing model dimensionality and minimizing information loss."]}, {"title": "Construction and Validation of a Predictive Model for Coronary Artery Disease Using Extreme Gradient Boosting.", "summary": "Early recognition of coronary artery disease (CAD) could delay its progress and significantly reduce mortality. Sensitive, specific, cost-efficient and non-invasive indicators for assessing individual CAD risk in community population screening are urgently needed.", "chunks": ["Early recognition of coronary artery disease (CAD) could delay its progress and significantly reduce mortality. Sensitive, specific, cost-efficient and non-invasive indicators for assessing individual CAD risk in community population screening are urgently needed."]}, {"title": "Integrating Vision-Language Models for Accelerated High-Throughput Nutrition Screening.", "summary": "Addressing the critical need for swift and precise nutritional profiling in healthcare and in food industry, this study pioneers the integration of vision-language models (VLMs) with chemical analysis techniques. A cutting-edge VLM is unveiled, utilizing the expansive UMDFood-90k database, to significantly improve the speed and accuracy of nutrient estimation processes. Demonstrating a macro-AUCROC of 0.921 for lipid quantification, the model exhibits less than 10% variance compared to traditional chemical analyses for over 82% of the analyzed food items. This innovative approach not only accelerates nutritional screening by 36.9% when tested amongst students but also sets a new benchmark in the precision of nutritional data compilation. This research marks a substantial leap forward in food science, employing a blend of advanced computational models and chemical validation to offer a rapid, high-throughput solution for nutritional analysis.", "chunks": ["Addressing the critical need for swift and precise nutritional profiling in healthcare and in food industry, this study pioneers the integration of vision-language models (VLMs) with chemical analysis techniques. A cutting-edge VLM is unveiled, utilizing the expansive UMDFood-90k database, to significantly improve the speed and accuracy of nutrient estimation processes. Demonstrating a macro-AUCROC of 0.921 for lipid quantification, the model exhibits less than 10% variance compared to traditional chemical ", "ng a macro-AUCROC of 0.921 for lipid quantification, the model exhibits less than 10% variance compared to traditional chemical analyses for over 82% of the analyzed food items. This innovative approach not only accelerates nutritional screening by 36.9% when tested amongst students but also sets a new benchmark in the precision of nutritional data compilation. This research marks a substantial leap forward in food science, employing a blend of advanced computational models and chemical validation to offer ", "a substantial leap forward in food science, employing a blend of advanced computational models and chemical validation to offer a rapid, high-throughput solution for nutritional analysis."]}, {"title": "Wastewater-borne viruses and bacteria, surveillance and biosensors at the interface of academia and field deployment.", "summary": "Wastewater is a complex, but an ideal, matrix for disease monitoring and surveillance as it represents the entire load of enteric pathogens from a local catchment area. It captures both clinical and community disease burdens. Global interest in wastewater surveillance has been growing rapidly for infectious diseases monitoring and for providing an early warning of potential outbreaks. Although molecular detection methods show high sensitivity and specificity in pathogen monitoring from wastewater, they are strongly limited by challenges, including expensive laboratory settings and prolonged sample processing and analysis. Alternatively, biosensors exhibit a wide range of practical utility in real-time monitoring of biological and chemical markers. However, field deployment of biosensors is primarily challenged by prolonged sample processing and pathogen concentration steps due to complex wastewater matrices. This review summarizes the role of wastewater surveillance and provides an overview of infectious viral and bacterial pathogens with cutting-edge technologies for their detection. It emphasizes the practical utility of biosensors in pathogen monitoring and the major bottlenecks for wastewater surveillance of pathogens, and overcoming approaches to field deployment of biosensors for real-time pathogen detection. Furthermore, the promising potential of novel machine learning algorithms to resolve uncertainties in wastewater data is discussed.", "chunks": ["Wastewater is a complex, but an ideal, matrix for disease monitoring and surveillance as it represents the entire load of enteric pathogens from a local catchment area. It captures both clinical and community disease burdens. Global interest in wastewater surveillance has been growing rapidly for infectious diseases monitoring and for providing an early warning of potential outbreaks. Although molecular detection methods show high sensitivity and specificity in pathogen monitoring from wastewater, they are ", "ks. Although molecular detection methods show high sensitivity and specificity in pathogen monitoring from wastewater, they are strongly limited by challenges, including expensive laboratory settings and prolonged sample processing and analysis. Alternatively, biosensors exhibit a wide range of practical utility in real-time monitoring of biological and chemical markers. However, field deployment of biosensors is primarily challenged by prolonged sample processing and pathogen concentration steps due to com", "ield deployment of biosensors is primarily challenged by prolonged sample processing and pathogen concentration steps due to complex wastewater matrices. This review summarizes the role of wastewater surveillance and provides an overview of infectious viral and bacterial pathogens with cutting-edge technologies for their detection. It emphasizes the practical utility of biosensors in pathogen monitoring and the major bottlenecks for wastewater surveillance of pathogens, and overcoming approaches to field de", "in pathogen monitoring and the major bottlenecks for wastewater surveillance of pathogens, and overcoming approaches to field deployment of biosensors for real-time pathogen detection. Furthermore, the promising potential of novel machine learning algorithms to resolve uncertainties in wastewater data is discussed."]}, {"title": "Causal inference and machine learning in endocrine epidemiology.", "summary": "With the rapid development of computer science, there is an increasing demand for the use of causal inference methods and machine learning in the research of endocrine disorders and their long-term health outcomes. However, studies on the effective and appropriate applications of these approaches in real-world data and clinical settings are still limited. This review will illustrate the use of causal inference and machine learning in epidemiological research within the field of endocrinology and metabolism. It will examine each concept of causal inference and machine learning through application examples of endocrine disorders. Subsequently, the paper will discuss the integration of machine learning within the causal inference framework, including (i) the estimation of treatment effects or the causal relationship between exposure and outcomes, and (ii) the evaluation of heterogeneity in such treatment effects (or exposure-outcome causal relationship) based on individuals' characteristics. Accurately assessing causal relationships and their heterogeneity across different individuals is crucial not only for determining effective interventions, but also for the appropriate allocation of medical resources and reducing healthcare disparities. By illustrating some application examples in endocrinology, this review aims to enhance readers' understanding and application of causal inference and machine learning in future epidemiological studies focusing on endocrine disorders.", "chunks": ["With the rapid development of computer science, there is an increasing demand for the use of causal inference methods and machine learning in the research of endocrine disorders and their long-term health outcomes. However, studies on the effective and appropriate applications of these approaches in real-world data and clinical settings are still limited. This review will illustrate the use of causal inference and machine learning in epidemiological research within the field of endocrinology and metabolism.", "e the use of causal inference and machine learning in epidemiological research within the field of endocrinology and metabolism. It will examine each concept of causal inference and machine learning through application examples of endocrine disorders. Subsequently, the paper will discuss the integration of machine learning within the causal inference framework, including (i) the estimation of treatment effects or the causal relationship between exposure and outcomes, and (ii) the evaluation of heterogeneity", "timation of treatment effects or the causal relationship between exposure and outcomes, and (ii) the evaluation of heterogeneity in such treatment effects (or exposure-outcome causal relationship) based on individuals' characteristics. Accurately assessing causal relationships and their heterogeneity across different individuals is crucial not only for determining effective interventions, but also for the appropriate allocation of medical resources and reducing healthcare disparities. By illustrating some a", "ntions, but also for the appropriate allocation of medical resources and reducing healthcare disparities. By illustrating some application examples in endocrinology, this review aims to enhance readers' understanding and application of causal inference and machine learning in future epidemiological studies focusing on endocrine disorders."]}, {"title": "Prognostic impact of cytokines and chemokines in bronchoalveolar lavage fluid on acute exacerbation of fibrosing interstitial lung disease.", "summary": "Acute exacerbation of fibrosing interstitial lung disease (AE-FILD) is a serious condition with a high mortality rate. We aimed to comprehensively analyze cytokines in bronchoalveolar lavage fluid and their association with the clinical course of AE-FILD.", "chunks": ["Acute exacerbation of fibrosing interstitial lung disease (AE-FILD) is a serious condition with a high mortality rate. We aimed to comprehensively analyze cytokines in bronchoalveolar lavage fluid and their association with the clinical course of AE-FILD."]}, {"title": "Modelling future bone mineral density: Simplicity or complexity?", "summary": "Osteoporotic fractures are a major global public health issue, leading to patient suffering and death, and considerable healthcare costs. Bone mineral density (BMD) measurement is important to identify those with osteoporosis and assess their risk of fracture. Both the absolute BMD and the change in BMD over time contribute to fracture risk. Predicting future fracture in individual patients is challenging and impacts clinical decisions such as when to intervene or repeat BMD measurement. Although the importance of BMD change is recognised, an effective way to incorporate this marginal effect into clinical algorithms is lacking.", "chunks": ["Osteoporotic fractures are a major global public health issue, leading to patient suffering and death, and considerable healthcare costs. Bone mineral density (BMD) measurement is important to identify those with osteoporosis and assess their risk of fracture. Both the absolute BMD and the change in BMD over time contribute to fracture risk. Predicting future fracture in individual patients is challenging and impacts clinical decisions such as when to intervene or repeat BMD measurement. Although the import", " patients is challenging and impacts clinical decisions such as when to intervene or repeat BMD measurement. Although the importance of BMD change is recognised, an effective way to incorporate this marginal effect into clinical algorithms is lacking."]}, {"title": "Smart laser Sintering: Deep Learning-Powered powder bed fusion 3D printing in precision medicine.", "summary": "Medicines remain ineffective for over 50% of patients due to conventional mass production methods with fixed drug dosages. Three-dimensional (3D) printing, specifically selective laser sintering (SLS), offers a potential solution to this challenge, allowing the manufacturing of small, personalized batches of medication. Despite its simplicity and suitability for upscaling to large-scale production, SLS was not designed for pharmaceutical manufacturing and necessitates a time-consuming, trial-and-error adaptation process. In response, this study introduces a deep learning model trained on a variety of features to identify the best feature set to represent drugs and polymeric materials for the prediction of the printability of drug-loaded formulations using SLS. The proposed model demonstrates success by achieving 90% accuracy in predicting printability. Furthermore, explainability analysis unveils materials that facilitate SLS printability, offering invaluable insights for scientists to optimize SLS formulations, which can be expanded to other disciplines. This represents the first study in the field to develop an interpretable, uncertainty-optimized deep learning model for predicting the printability of drug-loaded formulations. This paves the way for accelerating formulation development, propelling us into a future of personalized medicine with unprecedented manufacturing precision.", "chunks": ["Medicines remain ineffective for over 50% of patients due to conventional mass production methods with fixed drug dosages. Three-dimensional (3D) printing, specifically selective laser sintering (SLS), offers a potential solution to this challenge, allowing the manufacturing of small, personalized batches of medication. Despite its simplicity and suitability for upscaling to large-scale production, SLS was not designed for pharmaceutical manufacturing and necessitates a time-consuming, trial-and-error adapt", "scale production, SLS was not designed for pharmaceutical manufacturing and necessitates a time-consuming, trial-and-error adaptation process. In response, this study introduces a deep learning model trained on a variety of features to identify the best feature set to represent drugs and polymeric materials for the prediction of the printability of drug-loaded formulations using SLS. The proposed model demonstrates success by achieving 90% accuracy in predicting printability. Furthermore, explainability ana", "S. The proposed model demonstrates success by achieving 90% accuracy in predicting printability. Furthermore, explainability analysis unveils materials that facilitate SLS printability, offering invaluable insights for scientists to optimize SLS formulations, which can be expanded to other disciplines. This represents the first study in the field to develop an interpretable, uncertainty-optimized deep learning model for predicting the printability of drug-loaded formulations. This paves the way for accelera", "ainty-optimized deep learning model for predicting the printability of drug-loaded formulations. This paves the way for accelerating formulation development, propelling us into a future of personalized medicine with unprecedented manufacturing precision."]}, {"title": "Potentials of artificial intelligence in familial hypercholesterolemia: Advances in screening, diagnosis, and risk stratification for early intervention and treatment.", "summary": "Familial hypercholesterolemia (FH) poses a global health challenge due to high incidence rates and underdiagnosis, leading to increased risks of early-onset atherosclerosis and cardiovascular diseases. Early detection and treatment of FH is critical in reducing the risk of cardiovascular events and improving the long-term outcomes and quality of life for affected individuals and their families. Traditional therapeutic approaches revolve around lipid-lowering interventions, yet challenges persist, particularly in accurate and timely diagnosis. The current diagnostic landscape heavily relies on genetic testing of specific LDL-C metabolism genes, often limited to specialized centers. This constraint has led to the adoption of alternative clinical scores for FH diagnosis. However, the rapid advancements in artificial intelligence (AI) and machine learning (ML) present promising solutions to these diagnostic challenges. This review explores the intricacies of FH, highlighting the challenges that are encountered in the diagnosis and management of the disorder. The revolutionary potential of ML, particularly in large-scale population screening, is highlighted. Applications of ML in FH screening, diagnosis, and risk stratification are discussed, showcasing its ability to outperform traditional criteria. However, challenges and ethical considerations, including algorithmic stability, data quality, privacy, and consent issues, are crucial areas that require attention. The review concludes by emphasizing the significant promise of AI and ML in FH management while underscoring the need for ethical and practical vigilance to ensure responsible and effective integration into healthcare practices.", "chunks": ["Familial hypercholesterolemia (FH) poses a global health challenge due to high incidence rates and underdiagnosis, leading to increased risks of early-onset atherosclerosis and cardiovascular diseases. Early detection and treatment of FH is critical in reducing the risk of cardiovascular events and improving the long-term outcomes and quality of life for affected individuals and their families. Traditional therapeutic approaches revolve around lipid-lowering interventions, yet challenges persist, particular", "eir families. Traditional therapeutic approaches revolve around lipid-lowering interventions, yet challenges persist, particularly in accurate and timely diagnosis. The current diagnostic landscape heavily relies on genetic testing of specific LDL-C metabolism genes, often limited to specialized centers. This constraint has led to the adoption of alternative clinical scores for FH diagnosis. However, the rapid advancements in artificial intelligence (AI) and machine learning (ML) present promising solutions", "diagnosis. However, the rapid advancements in artificial intelligence (AI) and machine learning (ML) present promising solutions to these diagnostic challenges. This review explores the intricacies of FH, highlighting the challenges that are encountered in the diagnosis and management of the disorder. The revolutionary potential of ML, particularly in large-scale population screening, is highlighted. Applications of ML in FH screening, diagnosis, and risk stratification are discussed, showcasing its ability", "ng, is highlighted. Applications of ML in FH screening, diagnosis, and risk stratification are discussed, showcasing its ability to outperform traditional criteria. However, challenges and ethical considerations, including algorithmic stability, data quality, privacy, and consent issues, are crucial areas that require attention. The review concludes by emphasizing the significant promise of AI and ML in FH management while underscoring the need for ethical and practical vigilance to ensure responsible and e", "romise of AI and ML in FH management while underscoring the need for ethical and practical vigilance to ensure responsible and effective integration into healthcare practices."]}, {"title": "Predicting Alzheimer's disease from cognitive footprints in mid and late life: How much can register data and machine learning help?", "summary": "Real-world data with decades-long medical records are increasingly available alongside the growing adoption of machine learning in healthcare research. We evaluated the performance of machine learning models in predicting the risk of Alzheimer's disease (AD) using data from the Finnish national registers.", "chunks": ["Real-world data with decades-long medical records are increasingly available alongside the growing adoption of machine learning in healthcare research. We evaluated the performance of machine learning models in predicting the risk of Alzheimer's disease (AD) using data from the Finnish national registers."]}, {"title": "A privacy-preserving platform oriented medical healthcare and its application in identifying patients with candidemia.", "summary": "Federated learning (FL) has emerged as a significant method for developing machine learning models across multiple devices without centralized data collection. Candidemia, a critical but rare disease in ICUs, poses challenges in early detection and treatment. The goal of this study is to develop a privacy-preserving federated learning framework for predicting candidemia in ICU patients. This approach aims to enhance the accuracy of antifungal drug prescriptions and patient outcomes. This study involved the creation of four predictive FL models for candidemia using data from ICU patients across three hospitals in China. The models were designed to prioritize patient privacy while aggregating learnings across different sites. A unique ensemble feature selection strategy was implemented, combining the strengths of XGBoost's feature importance and statistical test p values. This strategy aimed to optimize the selection of relevant features for accurate predictions. The federated learning models demonstrated significant improvements over locally trained models, with a 9% increase in the area under the curve (AUC) and a 24% rise in true positive ratio (TPR). Notably, the FL models excelled in the combined TPR + TNR metric, which is critical for feature selection in candidemia prediction. The ensemble feature selection method proved more efficient than previous approaches, achieving comparable performance. The study successfully developed a set of federated learning models that significantly enhance the prediction of candidemia in ICU patients. By leveraging a novel feature selection method and maintaining patient privacy, the models provide a robust framework for improved clinical decision-making in the treatment of candidemia.", "chunks": ["Federated learning (FL) has emerged as a significant method for developing machine learning models across multiple devices without centralized data collection. Candidemia, a critical but rare disease in ICUs, poses challenges in early detection and treatment. The goal of this study is to develop a privacy-preserving federated learning framework for predicting candidemia in ICU patients. This approach aims to enhance the accuracy of antifungal drug prescriptions and patient outcomes. This study involved the ", "ents. This approach aims to enhance the accuracy of antifungal drug prescriptions and patient outcomes. This study involved the creation of four predictive FL models for candidemia using data from ICU patients across three hospitals in China. The models were designed to prioritize patient privacy while aggregating learnings across different sites. A unique ensemble feature selection strategy was implemented, combining the strengths of XGBoost's feature importance and statistical test p values. This strategy", "n strategy was implemented, combining the strengths of XGBoost's feature importance and statistical test p values. This strategy aimed to optimize the selection of relevant features for accurate predictions. The federated learning models demonstrated significant improvements over locally trained models, with a 9% increase in the area under the curve (AUC) and a 24% rise in true positive ratio (TPR). Notably, the FL models excelled in the combined TPR + TNR metric, which is critical for feature selection in ", "itive ratio (TPR). Notably, the FL models excelled in the combined TPR + TNR metric, which is critical for feature selection in candidemia prediction. The ensemble feature selection method proved more efficient than previous approaches, achieving comparable performance. The study successfully developed a set of federated learning models that significantly enhance the prediction of candidemia in ICU patients. By leveraging a novel feature selection method and maintaining patient privacy, the models provide a", "candidemia in ICU patients. By leveraging a novel feature selection method and maintaining patient privacy, the models provide a robust framework for improved clinical decision-making in the treatment of candidemia."]}, {"title": "Artificial intelligence and machine learning in peritoneal dialysis: a systematic review of clinical outcomes and predictive modeling.", "summary": "The integration of artificial intelligence (AI) and machine learning (ML) in peritoneal dialysis (PD) presents transformative opportunities for optimizing treatment outcomes and informing clinical decision-making. This study aims to provide a comprehensive overview of the applications of AI/ML techniques in PD, focusing on their potential to predict clinical outcomes and enhance patient care.", "chunks": ["The integration of artificial intelligence (AI) and machine learning (ML) in peritoneal dialysis (PD) presents transformative opportunities for optimizing treatment outcomes and informing clinical decision-making. This study aims to provide a comprehensive overview of the applications of AI/ML techniques in PD, focusing on their potential to predict clinical outcomes and enhance patient care.", "tient care."]}, {"title": "Predicting Successful Chronic Total Occlusion Crossing With Primary Antegrade Wiring Using Machine Learning.", "summary": "There is limited data on predicting successful chronic total occlusion crossing using primary antegrade wiring (AW).", "chunks": ["There is limited data on predicting successful chronic total occlusion crossing using primary antegrade wiring (AW)."]}, {"title": "Phenogrouping heart failure with preserved or mildly reduced ejection fraction using electronic health record data.", "summary": "Heart failure (HF) with preserved or mildly reduced ejection fraction includes a heterogenous group of patients. Reclassification into distinct phenogroups to enable targeted interventions is a priority. This study aimed to identify distinct phenogroups, and compare phenogroup characteristics and outcomes, from electronic health record data.", "chunks": ["Heart failure (HF) with preserved or mildly reduced ejection fraction includes a heterogenous group of patients. Reclassification into distinct phenogroups to enable targeted interventions is a priority. This study aimed to identify distinct phenogroups, and compare phenogroup characteristics and outcomes, from electronic health record data."]}, {"title": "The ethics of artificial intelligence systems in healthcare and medicine: from a local to a global perspective, and back.", "summary": "Artificial intelligence systems (ai-systems) (e.g. machine learning, generative artificial intelligence), in healthcare and medicine, have been received with hopes of better care quality, more efficiency, lower care costs, etc. Simultaneously, these systems have been met with reservations regarding their impacts on stakeholders' privacy, on changing power dynamics, on systemic biases, etc. Fortunately, healthcare and medicine have been guided by a multitude of ethical principles, frameworks, or approaches, which also guide the use of ai-systems in healthcare and medicine, in one form or another. Nevertheless, in this article, I argue that most of these approaches are inspired by a local isolationist view on ai-systems, here exemplified by the principlist approach. Despite positive contributions to laying out the ethical landscape of ai-systems in healthcare and medicine, such ethics approaches are too focused on a specific local healthcare and medical setting, be it a particular care relationship, a particular care organisation, or a particular society or region. By doing so, they lose sight of the global impacts ai-systems have, especially environmental impacts and related social impacts, such as increased health risks. To meet this gap, this article presents a global approach to the ethics of ai-systems in healthcare and medicine which consists of five levels of ethical impacts and analysis: individual-relational, organisational, societal, global, and historical. As such, this global approach incorporates the local isolationist view by integrating it in a wider landscape of ethical consideration so to ensure ai-systems meet the needs of everyone everywhere.", "chunks": ["Artificial intelligence systems (ai-systems) (e.g. machine learning, generative artificial intelligence), in healthcare and medicine, have been received with hopes of better care quality, more efficiency, lower care costs, etc. Simultaneously, these systems have been met with reservations regarding their impacts on stakeholders' privacy, on changing power dynamics, on systemic biases, etc. Fortunately, healthcare and medicine have been guided by a multitude of ethical principles, frameworks, or approaches, ", "es, etc. Fortunately, healthcare and medicine have been guided by a multitude of ethical principles, frameworks, or approaches, which also guide the use of ai-systems in healthcare and medicine, in one form or another. Nevertheless, in this article, I argue that most of these approaches are inspired by a local isolationist view on ai-systems, here exemplified by the principlist approach. Despite positive contributions to laying out the ethical landscape of ai-systems in healthcare and medicine, such ethics ", "roach. Despite positive contributions to laying out the ethical landscape of ai-systems in healthcare and medicine, such ethics approaches are too focused on a specific local healthcare and medical setting, be it a particular care relationship, a particular care organisation, or a particular society or region. By doing so, they lose sight of the global impacts ai-systems have, especially environmental impacts and related social impacts, such as increased health risks. To meet this gap, this article presents", "cially environmental impacts and related social impacts, such as increased health risks. To meet this gap, this article presents a global approach to the ethics of ai-systems in healthcare and medicine which consists of five levels of ethical impacts and analysis: individual-relational, organisational, societal, global, and historical. As such, this global approach incorporates the local isolationist view by integrating it in a wider landscape of ethical consideration so to ensure ai-systems meet the needs ", " local isolationist view by integrating it in a wider landscape of ethical consideration so to ensure ai-systems meet the needs of everyone everywhere."]}, {"title": "NeuroHealth guardian: A novel hybrid approach for precision brain stroke prediction and healthcare analytics.", "summary": "Stroke is a severe illness, that requires early stroke detection and intervention, as this would help prevent the worsening of the condition. The research is done to solve stroke prediction problem, which may be divided into a number of sub-problems such as an individual's predisposition to develop stroke. To attain this objective, a multiturn dataset consisting of various health features, such as age, gender, hypertension, and glucose levels, takes a central role. A multiple approach was put forward concentrating on integrating the machine learning techniques, such as Logistic Regression, Naive Bayes, K-Nearest Neighbors, and Support Vector Machine (SV), together to develop an ensemble machine called Neuro-Health Guardian. The hypothesis \"Neuro-Health Guardian Model\" integrates these algorithms into one, purported to make stroke prediction more accurate. The topic dives into each instance of preparation of data for analysis, data visualization techniques, selection of the right model, training, testing, ensembling, evaluation, and prediction. The models are validated with error rate accounted from their accuracy, precision, recall, F1 score, and finally confusion matrices for a look. The study's result is showing that the ensemble model that combines the multiple algorithms has the edge over them and this is evidently by the fact that it can predict stroke rises. Additionally, accuracy, precision, recall, and F1 scores are measured in all models and the comparison is done to provide a clear comparison of the models' performance. In short, the article presented the formation of the ongoing stroke prediction that revealed the ensemble model as a good anticipation. Precise stroke predisposition forecasting can assist in early intervention thereby preventing stroke-related deaths, and limiting disability burden by stroke. The conclusions that have come out of this study offer a great action item for the development of predictive models related to stroke prevention and treatment.", "chunks": ["Stroke is a severe illness, that requires early stroke detection and intervention, as this would help prevent the worsening of the condition. The research is done to solve stroke prediction problem, which may be divided into a number of sub-problems such as an individual's predisposition to develop stroke. To attain this objective, a multiturn dataset consisting of various health features, such as age, gender, hypertension, and glucose levels, takes a central role. A multiple approach was put forward concen", "eatures, such as age, gender, hypertension, and glucose levels, takes a central role. A multiple approach was put forward concentrating on integrating the machine learning techniques, such as Logistic Regression, Naive Bayes, K-Nearest Neighbors, and Support Vector Machine (SV), together to develop an ensemble machine called Neuro-Health Guardian. The hypothesis \"Neuro-Health Guardian Model\" integrates these algorithms into one, purported to make stroke prediction more accurate. The topic dives into each in", "ian Model\" integrates these algorithms into one, purported to make stroke prediction more accurate. The topic dives into each instance of preparation of data for analysis, data visualization techniques, selection of the right model, training, testing, ensembling, evaluation, and prediction. The models are validated with error rate accounted from their accuracy, precision, recall, F1 score, and finally confusion matrices for a look. The study's result is showing that the ensemble model that combines the mult", "1 score, and finally confusion matrices for a look. The study's result is showing that the ensemble model that combines the multiple algorithms has the edge over them and this is evidently by the fact that it can predict stroke rises. Additionally, accuracy, precision, recall, and F1 scores are measured in all models and the comparison is done to provide a clear comparison of the models' performance. In short, the article presented the formation of the ongoing stroke prediction that revealed the ensemble mo", "odels' performance. In short, the article presented the formation of the ongoing stroke prediction that revealed the ensemble model as a good anticipation. Precise stroke predisposition forecasting can assist in early intervention thereby preventing stroke-related deaths, and limiting disability burden by stroke. The conclusions that have come out of this study offer a great action item for the development of predictive models related to stroke prevention and treatment.", " item for the development of predictive models related to stroke prevention and treatment."]}, {"title": "Experience in psychological counseling supported by artificial intelligence technology.", "summary": "In recent years, artificial intelligence (AI) technology has been continuously advancing and finding extensive applications, with one of its core technologies, machine learning, being increasingly utilized in the field of healthcare.", "chunks": ["In recent years, artificial intelligence (AI) technology has been continuously advancing and finding extensive applications, with one of its core technologies, machine learning, being increasingly utilized in the field of healthcare."]}, {"title": "TO-LAB model: Real time Touchless Lung Abnormality detection model using USRP based machine learning algorithm.", "summary": "Due to the increasing prevalence of respiratory diseases and the importance of early diagnosis. The need for non-invasive and touchless medical diagnostic solutions has become increasingly crucial in modern healthcare to detect lung abnormalities.", "chunks": ["Due to the increasing prevalence of respiratory diseases and the importance of early diagnosis. The need for non-invasive and touchless medical diagnostic solutions has become increasingly crucial in modern healthcare to detect lung abnormalities."]}, {"title": "Enhanced cardiovascular disease prediction through self-improved Aquila optimized feature selection in quantum neural network & LSTM model.", "summary": "Cardiovascular disease (CVD) stands as a pervasive catalyst for illness and mortality on a global scale, underscoring the imperative for sophisticated prediction methodologies within the ambit of healthcare data analysis. The vast volume of medical data available necessitates effective data mining techniques to extract valuable insights for decision-making and prediction. While machine learning algorithms are commonly employed for CVD diagnosis and prediction, the high dimensionality of datasets poses a performance challenge.", "chunks": ["Cardiovascular disease (CVD) stands as a pervasive catalyst for illness and mortality on a global scale, underscoring the imperative for sophisticated prediction methodologies within the ambit of healthcare data analysis. The vast volume of medical data available necessitates effective data mining techniques to extract valuable insights for decision-making and prediction. While machine learning algorithms are commonly employed for CVD diagnosis and prediction, the high dimensionality of datasets poses a per", "hine learning algorithms are commonly employed for CVD diagnosis and prediction, the high dimensionality of datasets poses a performance challenge."]}, {"title": "Optimize individualized energy delivery for septic patients using predictive deep learning models.", "summary": "We aim to establish deep learning models to optimize the individualized energy delivery for septic patients.", "chunks": ["We aim to establish deep learning models to optimize the individualized energy delivery for septic patients."]}, {"title": "Uncovering hidden and complex relations of pandemic dynamics using an AI driven system.", "summary": "The COVID-19 pandemic continues to challenge healthcare systems globally, necessitating advanced tools for clinical decision support. Amidst the complexity of COVID-19 symptomatology and disease severity prediction, there is a critical need for robust decision support systems to aid healthcare professionals in timely and informed decision-making. In response to this pressing demand, we introduce BayesCovid, a novel decision support system integrating Bayesian network models and deep learning techniques. BayesCovid automates data preprocessing and leverages advanced computational methods to unravel intricate patterns in COVID-19 symptom dynamics. By combining Bayesian networks and Bayesian deep learning models, BayesCovid offers a comprehensive solution for uncovering hidden relationships between symptoms and predicting disease severity. Experimental validation demonstrates BayesCovid 's high prediction accuracy (83.52-98.97%). Our work represents a significant stride in addressing the urgent need for clinical decision support systems tailored to the complexities of managing COVID-19 cases. By providing healthcare professionals with actionable insights derived from sophisticated computational analysis, BayesCovid aims to enhance clinical decision-making, optimise resource allocation, and improve patient outcomes in the ongoing battle against the COVID-19 pandemic.", "chunks": ["The COVID-19 pandemic continues to challenge healthcare systems globally, necessitating advanced tools for clinical decision support. Amidst the complexity of COVID-19 symptomatology and disease severity prediction, there is a critical need for robust decision support systems to aid healthcare professionals in timely and informed decision-making. In response to this pressing demand, we introduce BayesCovid, a novel decision support system integrating Bayesian network models and deep learning techniques. Bay", ", we introduce BayesCovid, a novel decision support system integrating Bayesian network models and deep learning techniques. BayesCovid automates data preprocessing and leverages advanced computational methods to unravel intricate patterns in COVID-19 symptom dynamics. By combining Bayesian networks and Bayesian deep learning models, BayesCovid offers a comprehensive solution for uncovering hidden relationships between symptoms and predicting disease severity. Experimental validation demonstrates BayesCovid", "ncovering hidden relationships between symptoms and predicting disease severity. Experimental validation demonstrates BayesCovid 's high prediction accuracy (83.52-98.97%). Our work represents a significant stride in addressing the urgent need for clinical decision support systems tailored to the complexities of managing COVID-19 cases. By providing healthcare professionals with actionable insights derived from sophisticated computational analysis, BayesCovid aims to enhance clinical decision-making, optimi", "tionable insights derived from sophisticated computational analysis, BayesCovid aims to enhance clinical decision-making, optimise resource allocation, and improve patient outcomes in the ongoing battle against the COVID-19 pandemic."]}, {"title": "What Influences the Close Contact between healthcare workers and patients? An Observational Study in a Hospital Dental Outpatient Department.", "summary": "Dental outpatient departments, characterized by close proximity and unmasked patients, present a considerable risk of respiratory infections for healthcare workers (HCWs). However, the lack of comprehensive data on close contact (<1.5m) between HCWs and patients poses a significant obstacle to the development of targeted control strategies.", "chunks": ["Dental outpatient departments, characterized by close proximity and unmasked patients, present a considerable risk of respiratory infections for healthcare workers (HCWs). However, the lack of comprehensive data on close contact (<1.5m) between HCWs and patients poses a significant obstacle to the development of targeted control strategies."]}, {"title": "A hybrid Machine learning and statistical modeling approach for analyzing the crash severity of mobility scooter users considering temporal instability.", "summary": "One of the main objectives in improving the quality of life for individuals with disabilities, especially those experiencing mobility issues such as the elderly, is to enhance their day-to-day mobility. Enabling easy mobility contributes to their independence and access to better healthcare, leading to improvements in both physical and mental well-being. Mobility Scooters have become increasingly popular in recent years as a means of facilitating mobility, yet traffic safety issues such as crash severity have not been adequately investigated in the literature. This study addresses this knowledge gap by employing a hybrid method that combines a machine learning approach using the eXtreme Gradient Boosting (XGBoost) algorithm with Shapley Additive exPlanations (SHAP) and an advanced statistical model called Random Parameters Binary Logit accounting for heterogeneity in means and variances. Analyzing the United Kingdom mobility scooter crash data from 2018 to 2022, the study examined temporal instability using a likelihood ratio test. The results revealed that there was instability over the three distinct periods of time based on the coronavirus (COVID) pandemic, namely, pre-COVID, during COVID, and post-COVID. Moreover, the results revealed that mobility scooter crashes occurring at a give-way or uncontrolled junctions has a random effect on the severity, while factors such as mobility scooter riders aged over 80, rear-end and sideswipe crashes, and crashes during winter months increase the risk of severe injuries. Conversely, mobility scooter riders involved in crashes while riding on the footway are less likely to experience severe injuries. These findings offer valuable insights for enhancing road safety measures that can be utilized to effectively reduce the crash severity of mobility scooter riders.", "chunks": ["One of the main objectives in improving the quality of life for individuals with disabilities, especially those experiencing mobility issues such as the elderly, is to enhance their day-to-day mobility. Enabling easy mobility contributes to their independence and access to better healthcare, leading to improvements in both physical and mental well-being. Mobility Scooters have become increasingly popular in recent years as a means of facilitating mobility, yet traffic safety issues such as crash severity ha", "me increasingly popular in recent years as a means of facilitating mobility, yet traffic safety issues such as crash severity have not been adequately investigated in the literature. This study addresses this knowledge gap by employing a hybrid method that combines a machine learning approach using the eXtreme Gradient Boosting (XGBoost) algorithm with Shapley Additive exPlanations (SHAP) and an advanced statistical model called Random Parameters Binary Logit accounting for heterogeneity in means and varian", " (SHAP) and an advanced statistical model called Random Parameters Binary Logit accounting for heterogeneity in means and variances. Analyzing the United Kingdom mobility scooter crash data from 2018 to 2022, the study examined temporal instability using a likelihood ratio test. The results revealed that there was instability over the three distinct periods of time based on the coronavirus (COVID) pandemic, namely, pre-COVID, during COVID, and post-COVID. Moreover, the results revealed that mobility scooter", "onavirus (COVID) pandemic, namely, pre-COVID, during COVID, and post-COVID. Moreover, the results revealed that mobility scooter crashes occurring at a give-way or uncontrolled junctions has a random effect on the severity, while factors such as mobility scooter riders aged over 80, rear-end and sideswipe crashes, and crashes during winter months increase the risk of severe injuries. Conversely, mobility scooter riders involved in crashes while riding on the footway are less likely to experience severe inju", "s. Conversely, mobility scooter riders involved in crashes while riding on the footway are less likely to experience severe injuries. These findings offer valuable insights for enhancing road safety measures that can be utilized to effectively reduce the crash severity of mobility scooter riders."]}, {"title": "Self-help groups and opioid use disorder treatment: An investigation using a machine learning-assisted robust causal inference framework.", "summary": "This study investigates the impact of participation in self-help groups on treatment completion among individuals undergoing medication for opioid use disorder (MOUD) treatment. Given the suboptimal adherence and retention rates for MOUD, this research seeks to examine the association between treatment completion and patient-level factors. Specifically, we evaluated the causal relationship between self-help group participation and treatment completion for patients undergoing MOUD.", "chunks": ["This study investigates the impact of participation in self-help groups on treatment completion among individuals undergoing medication for opioid use disorder (MOUD) treatment. Given the suboptimal adherence and retention rates for MOUD, this research seeks to examine the association between treatment completion and patient-level factors. Specifically, we evaluated the causal relationship between self-help group participation and treatment completion for patients undergoing MOUD.", "tionship between self-help group participation and treatment completion for patients undergoing MOUD."]}, {"title": "Interpretable Machine Learning Models Based on SHapley Additive exPlanations for Predicting the Risk of Cerebrospinal Fluid Leakage in Lumbar Fusion Surgery.", "summary": "Retrospective study.", "chunks": ["Retrospective study."]}, {"title": "Machine learning algorithms to predict healthcare-seeking behaviors of mothers for acute respiratory infections and their determinants among children under five in sub-Saharan Africa.", "summary": "Acute respiratory infections (ARIs) are the leading cause of death in children under the age of 5 globally. Maternal healthcare-seeking behavior may help minimize mortality associated with ARIs since they make decisions about the kind and frequency of healthcare services for their children. Therefore, this study aimed to predict the absence of maternal healthcare-seeking behavior and identify its associated factors among children under the age 5 in sub-Saharan Africa (SSA) using machine learning models.", "chunks": ["Acute respiratory infections (ARIs) are the leading cause of death in children under the age of 5 globally. Maternal healthcare-seeking behavior may help minimize mortality associated with ARIs since they make decisions about the kind and frequency of healthcare services for their children. Therefore, this study aimed to predict the absence of maternal healthcare-seeking behavior and identify its associated factors among children under the age 5 in sub-Saharan Africa (SSA) using machine learning models.", "nd identify its associated factors among children under the age 5 in sub-Saharan Africa (SSA) using machine learning models."]}, {"title": "Revolutionizing Healthcare: Qure.AI's Innovations in Medical Diagnosis and Treatment.", "summary": "Qure.AI, a leading company in artificial intelligence (AI) applied to healthcare, has developed a suite of innovative solutions to revolutionize medical diagnosis and treatment. With a plethora of FDA-approved tools for clinical use, Qure.AI continually strives for innovation in integrating AI into healthcare systems. This article delves into the efficacy of Qure.AI's chest X-ray interpretation tool, \"qXR,\" in medicine, drawing from a comprehensive review of clinical trials conducted by various institutions. Key applications of AI in healthcare include machine learning, deep learning, and natural language processing (NLP), all of which contribute to enhanced diagnostic accuracy, efficiency, and speed. Through the analysis of vast datasets, AI algorithms assist physicians in interpreting medical data and making informed decisions, thereby improving patient care outcomes. Illustrative examples highlight AI's impact on medical imaging, particularly in the diagnosis of conditions such as breast cancer, heart failure, and pulmonary nodules. AI can significantly reduce diagnostic errors and expedite the interpretation of medical images, leading to more timely interventions and treatments. Furthermore, AI-powered predictive analytics enable early detection of diseases and facilitate personalized treatment plans, thereby reducing healthcare costs and improving patient outcomes. The efficacy of AI in healthcare is underscored by its ability to complement traditional diagnostic methods, providing physicians with valuable insights and support in clinical decision-making. As AI continues to evolve, its role in patient care and medical research is poised to expand, promising further advancements in diagnostic accuracy and treatment efficacy.", "chunks": ["Qure.AI, a leading company in artificial intelligence (AI) applied to healthcare, has developed a suite of innovative solutions to revolutionize medical diagnosis and treatment. With a plethora of FDA-approved tools for clinical use, Qure.AI continually strives for innovation in integrating AI into healthcare systems. This article delves into the efficacy of Qure.AI's chest X-ray interpretation tool, \"qXR,\" in medicine, drawing from a comprehensive review of clinical trials conducted by various institutions", "nterpretation tool, \"qXR,\" in medicine, drawing from a comprehensive review of clinical trials conducted by various institutions. Key applications of AI in healthcare include machine learning, deep learning, and natural language processing (NLP), all of which contribute to enhanced diagnostic accuracy, efficiency, and speed. Through the analysis of vast datasets, AI algorithms assist physicians in interpreting medical data and making informed decisions, thereby improving patient care outcomes. Illustrative ", "st physicians in interpreting medical data and making informed decisions, thereby improving patient care outcomes. Illustrative examples highlight AI's impact on medical imaging, particularly in the diagnosis of conditions such as breast cancer, heart failure, and pulmonary nodules. AI can significantly reduce diagnostic errors and expedite the interpretation of medical images, leading to more timely interventions and treatments. Furthermore, AI-powered predictive analytics enable early detection of disease", "ding to more timely interventions and treatments. Furthermore, AI-powered predictive analytics enable early detection of diseases and facilitate personalized treatment plans, thereby reducing healthcare costs and improving patient outcomes. The efficacy of AI in healthcare is underscored by its ability to complement traditional diagnostic methods, providing physicians with valuable insights and support in clinical decision-making. As AI continues to evolve, its role in patient care and medical research is p", " insights and support in clinical decision-making. As AI continues to evolve, its role in patient care and medical research is poised to expand, promising further advancements in diagnostic accuracy and treatment efficacy."]}, {"title": "Does synthetic data augmentation improve the performances of machine learning classifiers for identifying health problems in patient-nurse verbal communications in home healthcare settings?", "summary": "Identifying health problems in audio-recorded patient-nurse communication is important to improve outcomes in home healthcare patients who have complex conditions with increased risks of hospital utilization. Training machine learning classifiers for identifying problems requires resource-intensive human annotation.", "chunks": ["Identifying health problems in audio-recorded patient-nurse communication is important to improve outcomes in home healthcare patients who have complex conditions with increased risks of hospital utilization. Training machine learning classifiers for identifying problems requires resource-intensive human annotation."]}, {"title": "Harnessing health information technology to promote equitable care for patients with limited English proficiency and complex care needs.", "summary": "Patients with language barriers encounter healthcare disparities, which may be alleviated by leveraging interpreter skills to reduce cultural, language, and literacy barriers through improved bidirectional communication. Evidence supports the use of in-person interpreters, especially for interactions involving patients with complex care needs. Unfortunately, due to interpreter shortages and clinician underuse of interpreters, patients with language barriers frequently do not get the language services they need or are entitled to. Health information technologies (HIT), including artificial intelligence (AI), have the potential to streamline processes, prompt clinicians to utilize in-person interpreters, and support prioritization.", "chunks": ["Patients with language barriers encounter healthcare disparities, which may be alleviated by leveraging interpreter skills to reduce cultural, language, and literacy barriers through improved bidirectional communication. Evidence supports the use of in-person interpreters, especially for interactions involving patients with complex care needs. Unfortunately, due to interpreter shortages and clinician underuse of interpreters, patients with language barriers frequently do not get the language services they n", "tages and clinician underuse of interpreters, patients with language barriers frequently do not get the language services they need or are entitled to. Health information technologies (HIT), including artificial intelligence (AI), have the potential to streamline processes, prompt clinicians to utilize in-person interpreters, and support prioritization."]}, {"title": "Prediction of chromosomal abnormalities in the screening of the first trimester of pregnancy using machine learning methods: a study protocol.", "summary": "For women in the first trimester, amniocentesis or chorionic villus sampling is recommended for screening. Machine learning has shown increased accuracy over time and finds numerous applications in enhancing decision-making, patient care, and service quality in nursing and midwifery. This study aims to develop an optimal learning model utilizing machine learning techniques, particularly neural networks, to predict chromosomal abnormalities and evaluate their predictive efficacy.", "chunks": ["For women in the first trimester, amniocentesis or chorionic villus sampling is recommended for screening. Machine learning has shown increased accuracy over time and finds numerous applications in enhancing decision-making, patient care, and service quality in nursing and midwifery. This study aims to develop an optimal learning model utilizing machine learning techniques, particularly neural networks, to predict chromosomal abnormalities and evaluate their predictive efficacy.", "larly neural networks, to predict chromosomal abnormalities and evaluate their predictive efficacy."]}, {"title": "Kidney, ureter, and urinary bladder segmentation based on non-contrast enhanced computed tomography images using modified U-Net.", "summary": "This study was performed to segment the urinary system as the basis for diagnosing urinary system diseases on non-contrast computed tomography (CT). This study was conducted with images obtained between January 2016 and December 2020. During the study period, non-contrast abdominopelvic CT scans of patients and diagnosed and treated with urinary stones at the emergency departments of two institutions were collected. Region of interest extraction was first performed, and urinary system segmentation was performed using a modified U-Net. Thereafter, fivefold cross-validation was performed to evaluate the robustness of the model performance. In fivefold cross-validation results of the segmentation of the urinary system, the average dice coefficient was 0.8673, and the dice coefficients for each class (kidney, ureter, and urinary bladder) were 0.9651, 0.7172, and 0.9196, respectively. In the test dataset, the average dice coefficient of best performing model in fivefold cross validation for whole urinary system was 0.8623, and the dice coefficients for each class (kidney, ureter, and urinary bladder) were 0.9613, 0.7225, and 0.9032, respectively. The segmentation of the urinary system using the modified U-Net proposed in this study could be the basis for the detection of kidney, ureter, and urinary bladder lesions, such as stones and tumours, through machine learning.", "chunks": ["This study was performed to segment the urinary system as the basis for diagnosing urinary system diseases on non-contrast computed tomography (CT). This study was conducted with images obtained between January 2016 and December 2020. During the study period, non-contrast abdominopelvic CT scans of patients and diagnosed and treated with urinary stones at the emergency departments of two institutions were collected. Region of interest extraction was first performed, and urinary system segmentation was perfo", "of two institutions were collected. Region of interest extraction was first performed, and urinary system segmentation was performed using a modified U-Net. Thereafter, fivefold cross-validation was performed to evaluate the robustness of the model performance. In fivefold cross-validation results of the segmentation of the urinary system, the average dice coefficient was 0.8673, and the dice coefficients for each class (kidney, ureter, and urinary bladder) were 0.9651, 0.7172, and 0.9196, respectively. In ", "nd the dice coefficients for each class (kidney, ureter, and urinary bladder) were 0.9651, 0.7172, and 0.9196, respectively. In the test dataset, the average dice coefficient of best performing model in fivefold cross validation for whole urinary system was 0.8623, and the dice coefficients for each class (kidney, ureter, and urinary bladder) were 0.9613, 0.7225, and 0.9032, respectively. The segmentation of the urinary system using the modified U-Net proposed in this study could be the basis for the detect", "tively. The segmentation of the urinary system using the modified U-Net proposed in this study could be the basis for the detection of kidney, ureter, and urinary bladder lesions, such as stones and tumours, through machine learning."]}, {"title": "Precision medicine: Externally validated explainable AI support tool for predicting sustainability of infliximab and vedolizumab in ulcerative colitis.", "summary": "Drug sustainability (DS), a surrogate marker for drug efficacy, is important, especially when aiming for precision medicine. However, it lacks reliable prediction methods.", "chunks": ["Drug sustainability (DS), a surrogate marker for drug efficacy, is important, especially when aiming for precision medicine. However, it lacks reliable prediction methods."]}, {"title": "Predicting Provider Workload Using Predicted Patient Risk Score and Social Determinants of Health in Primary Care Setting.", "summary": " Provider burnout due to workload is a significant concern in primary care settings. Workload for primary care providers encompasses both scheduled visit care and non-visit care interactions. These interactions are highly influenced by patients' health conditions or acuity, which can be measured by the Adjusted Clinical Group (ACG) score. However, new patients typically have minimal health information beyond social determinants of health (SDOH) to determine ACG score.", "chunks": [" Provider burnout due to workload is a significant concern in primary care settings. Workload for primary care providers encompasses both scheduled visit care and non-visit care interactions. These interactions are highly influenced by patients' health conditions or acuity, which can be measured by the Adjusted Clinical Group (ACG) score. However, new patients typically have minimal health information beyond social determinants of health (SDOH) to determine ACG score.", "l health information beyond social determinants of health (SDOH) to determine ACG score."]}, {"title": "Electronic Skin: Opportunities and Challenges in Convergence with Machine Learning.", "summary": "Recent advancements in soft electronic skin (e-skin) have led to the development of human-like devices that reproduce the skin's functions and physical attributes. These devices are being explored for applications in robotic prostheses as well as for collecting biopotentials for disease diagnosis and treatment, as exemplified by biomedical e-skins. More recently, machine learning (ML) has been utilized to enhance device control accuracy and data processing efficiency. The convergence of e-skin technologies with ML is promoting their translation into clinical practice, especially in healthcare. This review highlights the latest developments in ML-reinforced e-skin devices for robotic prostheses and biomedical instrumentations. We first describe technological breakthroughs in state-of-the-art e-skin devices, emphasizing technologies that achieve skin-like properties. We then introduce ML methods adopted for control optimization and pattern recognition, followed by practical applications that converge the two technologies. Lastly, we briefly discuss the challenges this interdisciplinary research encounters in its clinical and industrial transition.", "chunks": ["Recent advancements in soft electronic skin (e-skin) have led to the development of human-like devices that reproduce the skin's functions and physical attributes. These devices are being explored for applications in robotic prostheses as well as for collecting biopotentials for disease diagnosis and treatment, as exemplified by biomedical e-skins. More recently, machine learning (ML) has been utilized to enhance device control accuracy and data processing efficiency. The convergence of e-skin technologies ", "ML) has been utilized to enhance device control accuracy and data processing efficiency. The convergence of e-skin technologies with ML is promoting their translation into clinical practice, especially in healthcare. This review highlights the latest developments in ML-reinforced e-skin devices for robotic prostheses and biomedical instrumentations. We first describe technological breakthroughs in state-of-the-art e-skin devices, emphasizing technologies that achieve skin-like properties. We then introduce ", "breakthroughs in state-of-the-art e-skin devices, emphasizing technologies that achieve skin-like properties. We then introduce ML methods adopted for control optimization and pattern recognition, followed by practical applications that converge the two technologies. Lastly, we briefly discuss the challenges this interdisciplinary research encounters in its clinical and industrial transition.", "transition."]}, {"title": "Human Factors in AI-Driven Digital Solutions for Increasing Physical Activity: Scoping Review.", "summary": "Artificial intelligence (AI) has the potential to enhance physical activity (PA) interventions. However, human factors (HFs) play a pivotal role in the successful integration of AI into mobile health (mHealth) solutions for promoting PA. Understanding and optimizing the interaction between individuals and AI-driven mHealth apps is essential for achieving the desired outcomes.", "chunks": ["Artificial intelligence (AI) has the potential to enhance physical activity (PA) interventions. However, human factors (HFs) play a pivotal role in the successful integration of AI into mobile health (mHealth) solutions for promoting PA. Understanding and optimizing the interaction between individuals and AI-driven mHealth apps is essential for achieving the desired outcomes."]}, {"title": "Smart solutions in hypertension diagnosis and management: a deep dive into artificial intelligence and modern wearables for blood pressure monitoring.", "summary": "Hypertension, a widespread cardiovascular issue, presents a major global health challenge. Traditional diagnosis and treatment methods involve periodic blood pressure monitoring and prescribing antihypertensive drugs. Smart technology integration in healthcare offers promising results in optimizing the diagnosis and treatment of various conditions. We investigate its role in improving hypertension diagnosis and treatment effectiveness using machine learning algorithms for early and accurate detection. Intelligent models trained on diverse datasets (encompassing physiological parameters, lifestyle factors, and genetic information) to detect subtle hypertension risk patterns. Adaptive algorithms analyze patient-specific data, optimizing treatment plans based on medication responses and lifestyle habits. This personalized approach ensures effective, minimally invasive interventions tailored to each patient. Wearables and smart sensors provide real-time health insights for proactive treatment adjustments and early complication detection.", "chunks": ["Hypertension, a widespread cardiovascular issue, presents a major global health challenge. Traditional diagnosis and treatment methods involve periodic blood pressure monitoring and prescribing antihypertensive drugs. Smart technology integration in healthcare offers promising results in optimizing the diagnosis and treatment of various conditions. We investigate its role in improving hypertension diagnosis and treatment effectiveness using machine learning algorithms for early and accurate detection. Intel", "ing hypertension diagnosis and treatment effectiveness using machine learning algorithms for early and accurate detection. Intelligent models trained on diverse datasets (encompassing physiological parameters, lifestyle factors, and genetic information) to detect subtle hypertension risk patterns. Adaptive algorithms analyze patient-specific data, optimizing treatment plans based on medication responses and lifestyle habits. This personalized approach ensures effective, minimally invasive interventions tail", "n medication responses and lifestyle habits. This personalized approach ensures effective, minimally invasive interventions tailored to each patient. Wearables and smart sensors provide real-time health insights for proactive treatment adjustments and early complication detection."]}, {"title": "Predictive modeling for identification of older adults with high utilization of health and social services.", "summary": "Machine learning techniques have demonstrated success in predictive modeling across various clinical cases. However, few studies have considered predicting the use of multisectoral health and social services among older adults. This research aims to utilize machine learning models to detect high-risk groups of excessive health and social services utilization at early stage, facilitating the implementation of preventive interventions.", "chunks": ["Machine learning techniques have demonstrated success in predictive modeling across various clinical cases. However, few studies have considered predicting the use of multisectoral health and social services among older adults. This research aims to utilize machine learning models to detect high-risk groups of excessive health and social services utilization at early stage, facilitating the implementation of preventive interventions.", "ating the implementation of preventive interventions."]}, {"title": "Current Applications of Artificial Intelligence in Billing Practices and Clinical Plastic Surgery.", "summary": "Integration of artificial intelligence (AI), specifically with natural language processing and machine learning, holds tremendous potential to enhance both clinical practices and administrative workflows within plastic surgery. AI has been applied to various aspects of patient care in plastic surgery, including postoperative free flap monitoring, evaluating preoperative risk assessments, and analyzing clinical documentation. Previous studies have demonstrated the ability to interpret current procedural terminology codes from clinical documentation using natural language processing. Various automated medical billing companies have used AI to improve the revenue management cycle at hospitals nationwide. Additionally, AI has been piloted by insurance companies to streamline the prior authorization process. AI implementation holds potential to enhance billing practices and maximize healthcare revenue for practicing physicians.", "chunks": ["Integration of artificial intelligence (AI), specifically with natural language processing and machine learning, holds tremendous potential to enhance both clinical practices and administrative workflows within plastic surgery. AI has been applied to various aspects of patient care in plastic surgery, including postoperative free flap monitoring, evaluating preoperative risk assessments, and analyzing clinical documentation. Previous studies have demonstrated the ability to interpret current procedural term", "ments, and analyzing clinical documentation. Previous studies have demonstrated the ability to interpret current procedural terminology codes from clinical documentation using natural language processing. Various automated medical billing companies have used AI to improve the revenue management cycle at hospitals nationwide. Additionally, AI has been piloted by insurance companies to streamline the prior authorization process. AI implementation holds potential to enhance billing practices and maximize healt", "to streamline the prior authorization process. AI implementation holds potential to enhance billing practices and maximize healthcare revenue for practicing physicians."]}, {"title": "The Role of Artificial Intelligence in Healthcare: Enhancing Coronary Computed Tomography Angiography for Coronary Artery Disease Management.", "summary": "This review aims to explore the potential of artificial intelligence (AI) in coronary CT angiography (CCTA), a key tool for diagnosing coronary artery disease (CAD). Because CAD is still a major cause of death worldwide, effective and accurate diagnostic methods are required to identify and manage the condition. CCTA certainly is a noninvasive alternative for diagnosing CAD, but it requires a large amount of data as input. We intend to discuss the idea of incorporating AI into CCTA, which enhances its diagnostic accuracy and operational efficiency. Using such AI technologies as machine learning (ML) and deep learning (DL) tools, CCTA images are automated to perfection and the analysis is significantly refined. It enables the characterization of a plaque, assesses the severity of the stenosis, and makes more accurate risk stratifications than traditional methods, with pinpoint accuracy. Automating routine tasks through AI-driven CCTA will reduce the radiologists' workload considerably, which is a standard benefit of such technologies. More importantly, it would enable radiologists to allocate more time and expertise to complex cases, thereby improving overall patient care. However, the field of AI in CCTA is not without its challenges, which include data protection, algorithm transparency, as well as criteria for standardization encoding. Despite such obstacles, it appears that the integration of AI technology into CCTA in the future holds great promise for keeping CAD itself in check, thereby aiding the fight against this disease and begetting better clinical outcomes and more optimized modes of healthcare. Future research on AI algorithms for CCTA, making ethical use of AI, and thereby overcoming the technical and clinical barriers to widespread adoption of this new tool, will hopefully pave the way for profound AI-driven transformations in healthcare.", "chunks": ["This review aims to explore the potential of artificial intelligence (AI) in coronary CT angiography (CCTA), a key tool for diagnosing coronary artery disease (CAD). Because CAD is still a major cause of death worldwide, effective and accurate diagnostic methods are required to identify and manage the condition. CCTA certainly is a noninvasive alternative for diagnosing CAD, but it requires a large amount of data as input. We intend to discuss the idea of incorporating AI into CCTA, which enhances its diagn", " requires a large amount of data as input. We intend to discuss the idea of incorporating AI into CCTA, which enhances its diagnostic accuracy and operational efficiency. Using such AI technologies as machine learning (ML) and deep learning (DL) tools, CCTA images are automated to perfection and the analysis is significantly refined. It enables the characterization of a plaque, assesses the severity of the stenosis, and makes more accurate risk stratifications than traditional methods, with pinpoint accurac", "esses the severity of the stenosis, and makes more accurate risk stratifications than traditional methods, with pinpoint accuracy. Automating routine tasks through AI-driven CCTA will reduce the radiologists' workload considerably, which is a standard benefit of such technologies. More importantly, it would enable radiologists to allocate more time and expertise to complex cases, thereby improving overall patient care. However, the field of AI in CCTA is not without its challenges, which include data protec", "hereby improving overall patient care. However, the field of AI in CCTA is not without its challenges, which include data protection, algorithm transparency, as well as criteria for standardization encoding. Despite such obstacles, it appears that the integration of AI technology into CCTA in the future holds great promise for keeping CAD itself in check, thereby aiding the fight against this disease and begetting better clinical outcomes and more optimized modes of healthcare. Future research on AI algorit", "gainst this disease and begetting better clinical outcomes and more optimized modes of healthcare. Future research on AI algorithms for CCTA, making ethical use of AI, and thereby overcoming the technical and clinical barriers to widespread adoption of this new tool, will hopefully pave the way for profound AI-driven transformations in healthcare."]}, {"title": "Bridging Health Disparities in the Data-Driven World of Artificial Intelligence: A Narrative Review.", "summary": "Artificial intelligence (AI) holds exciting potential to revolutionize healthcare delivery in the United States. However, there are concerns about its potential to perpetuate disparities among historically marginalized populations.", "chunks": ["Artificial intelligence (AI) holds exciting potential to revolutionize healthcare delivery in the United States. However, there are concerns about its potential to perpetuate disparities among historically marginalized populations."]}, {"title": "Advancing equity in breast cancer care: natural language processing for analysing treatment outcomes in under-represented populations.", "summary": "The study aimed to develop natural language processing (NLP) algorithms to automate extracting patient-centred breast cancer treatment outcomes from clinical notes in electronic health records (EHRs), particularly for women from under-represented populations.", "chunks": ["The study aimed to develop natural language processing (NLP) algorithms to automate extracting patient-centred breast cancer treatment outcomes from clinical notes in electronic health records (EHRs), particularly for women from under-represented populations."]}, {"title": "Data-driven inverse design of flexible pressure sensors.", "summary": "Artificial skins or flexible pressure sensors that mimic human cutaneous mechanoreceptors transduce tactile stimuli to quantitative electrical signals. Conventional trial-and-error designs for such devices follow a forward structure-to-property routine, which is usually time-consuming and determines one possible solution in one run. Data-driven inverse design can precisely target desired functions while showing far higher productivity, however, it is still absent for flexible pressure sensors because of the difficulties in acquiring a large amount of data. Here, we report a property-to-structure inverse design of flexible pressure sensors, exhibiting a significantly greater efficiency than the conventional routine. We use a reduced-order model that analytically constrains the design scope and an iterative \"jumping-selection\" method together with a surrogate model that enhances data screening. As an exemplary scenario, hundreds of solutions that overcome the intrinsic signal saturation have been predicted by the inverse method, validating for a variety of material systems. The success in property design on multiple indicators demonstrates that the proposed inverse design is an efficient and powerful tool to target multifarious applications of flexible pressure sensors, which can potentially advance the fields of intelligent robots, advanced healthcare, and human-machine interfaces.", "chunks": ["Artificial skins or flexible pressure sensors that mimic human cutaneous mechanoreceptors transduce tactile stimuli to quantitative electrical signals. Conventional trial-and-error designs for such devices follow a forward structure-to-property routine, which is usually time-consuming and determines one possible solution in one run. Data-driven inverse design can precisely target desired functions while showing far higher productivity, however, it is still absent for flexible pressure sensors because of the", "esired functions while showing far higher productivity, however, it is still absent for flexible pressure sensors because of the difficulties in acquiring a large amount of data. Here, we report a property-to-structure inverse design of flexible pressure sensors, exhibiting a significantly greater efficiency than the conventional routine. We use a reduced-order model that analytically constrains the design scope and an iterative \"jumping-selection\" method together with a surrogate model that enhances data s", "lly constrains the design scope and an iterative \"jumping-selection\" method together with a surrogate model that enhances data screening. As an exemplary scenario, hundreds of solutions that overcome the intrinsic signal saturation have been predicted by the inverse method, validating for a variety of material systems. The success in property design on multiple indicators demonstrates that the proposed inverse design is an efficient and powerful tool to target multifarious applications of flexible pressure ", "tes that the proposed inverse design is an efficient and powerful tool to target multifarious applications of flexible pressure sensors, which can potentially advance the fields of intelligent robots, advanced healthcare, and human-machine interfaces."]}, {"title": "The Impact of Artificial Intelligence on Allergy Diagnosis and Treatment.", "summary": "Artificial intelligence (AI), be it neuronal networks, machine learning or deep learning, has numerous beneficial effects on healthcare systems; however, its potential applications and diagnostic capabilities for immunologic diseases have yet to be explored. Understanding AI systems can help healthcare workers better assimilate artificial intelligence into their practice and unravel its potential in diagnostics, clinical research, and disease management.", "chunks": ["Artificial intelligence (AI), be it neuronal networks, machine learning or deep learning, has numerous beneficial effects on healthcare systems; however, its potential applications and diagnostic capabilities for immunologic diseases have yet to be explored. Understanding AI systems can help healthcare workers better assimilate artificial intelligence into their practice and unravel its potential in diagnostics, clinical research, and disease management.", "l its potential in diagnostics, clinical research, and disease management."]}, {"title": "Classifying and quantifying changes in papilloedema using machine learning.", "summary": "Machine learning (ML) can differentiate papilloedema from normal optic discs using fundus photos. Currently, papilloedema severity is assessed using the descriptive, ordinal Frisén scale. We hypothesise that ML can quantify papilloedema and detect a treatment effect on papilloedema due to idiopathic intracranial hypertension.", "chunks": ["Machine learning (ML) can differentiate papilloedema from normal optic discs using fundus photos. Currently, papilloedema severity is assessed using the descriptive, ordinal Frisén scale. We hypothesise that ML can quantify papilloedema and detect a treatment effect on papilloedema due to idiopathic intracranial hypertension."]}, {"title": "Decoding children dental health risks: a machine learning approach to identifying key influencing factors.", "summary": "This study investigates key factors influencing dental caries risk in children aged 7 and under using machine learning techniques. By addressing dental caries' prevalence, it aims to enhance early identification and preventative strategies for high-risk individuals.", "chunks": ["This study investigates key factors influencing dental caries risk in children aged 7 and under using machine learning techniques. By addressing dental caries' prevalence, it aims to enhance early identification and preventative strategies for high-risk individuals."]}, {"title": "Advances in Computational Biology for Diagnosing Neurodegenerative Diseases: A Comprehensive Review.", "summary": "The numerous and varied forms of neurodegenerative illnesses provide a considerable challenge to contemporary healthcare. The emergence of artificial intelligence has fundamentally changed the diagnostic picture by providing effective and early means of identifying these crippling illnesses. As a subset of computational intelligence, machine-learning algorithms have become very effective tools for the analysis of large datasets that include genetic, imaging, and clinical data. Moreover, multi-modal data integration, which includes information from brain imaging (MRI, PET scans), genetic profiles, and clinical evaluations, is made easier by computational intelligence. A thorough knowledge of the course of the illness is made possible by this consolidative method, which also facilitates the creation of predictive models for early medical evaluation and outcome prediction. Furthermore, there has been a great deal of promise shown by the use of artificial intelligence to neuroimaging analysis. Sophisticated image processing methods combined with machine learning algorithms make it possible to identify functional and structural anomalies in the brain, which often act as early indicators of neurodegenerative diseases. This chapter examines how computational intelligence plays a critical role in improving the diagnosis of neurodegenerative diseases such as Parkinson's, Alzheimer's, etc. To sum up, computational intelligence provides a revolutionary approach for improving the identification of neurodegenerative illnesses. In the battle against these difficult disorders, embracing and improving these computational techniques will surely pave the path for more individualized therapy and more therapies that are successful.", "chunks": ["The numerous and varied forms of neurodegenerative illnesses provide a considerable challenge to contemporary healthcare. The emergence of artificial intelligence has fundamentally changed the diagnostic picture by providing effective and early means of identifying these crippling illnesses. As a subset of computational intelligence, machine-learning algorithms have become very effective tools for the analysis of large datasets that include genetic, imaging, and clinical data. Moreover, multi-modal data int", "ective tools for the analysis of large datasets that include genetic, imaging, and clinical data. Moreover, multi-modal data integration, which includes information from brain imaging (MRI, PET scans), genetic profiles, and clinical evaluations, is made easier by computational intelligence. A thorough knowledge of the course of the illness is made possible by this consolidative method, which also facilitates the creation of predictive models for early medical evaluation and outcome prediction. Furthermore, ", "hod, which also facilitates the creation of predictive models for early medical evaluation and outcome prediction. Furthermore, there has been a great deal of promise shown by the use of artificial intelligence to neuroimaging analysis. Sophisticated image processing methods combined with machine learning algorithms make it possible to identify functional and structural anomalies in the brain, which often act as early indicators of neurodegenerative diseases. This chapter examines how computational intellig", "n the brain, which often act as early indicators of neurodegenerative diseases. This chapter examines how computational intelligence plays a critical role in improving the diagnosis of neurodegenerative diseases such as Parkinson's, Alzheimer's, etc. To sum up, computational intelligence provides a revolutionary approach for improving the identification of neurodegenerative illnesses. In the battle against these difficult disorders, embracing and improving these computational techniques will surely pave the", "es. In the battle against these difficult disorders, embracing and improving these computational techniques will surely pave the path for more individualized therapy and more therapies that are successful."]}]