[{"title": "Recent Developments on Therapeutic and Diagnostic Approaches for COVID-19.", "summary": "The ongoing pandemic of coronavirus disease 2019 (COVID-19) caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has made a serious public health threat worldwide with millio …"}, {"title": "Origin, transmission, diagnosis and management of coronavirus disease 2019 (COVID-19).", "summary": "This article reviews the current state of knowledge concerning the origin, transmission, diagnosis and management of coronavirus disease 2019 (COVID-19). Historically, it has caused two pandemics: severe acute respiratory syndrome and Middle East respiratory …"}, {"title": "COVID-19 diagnosis -A review of current methods.", "summary": "SARS-CoV-2 (formerly, 2019-nCoV) infection was first reported in Wuhan (China) in December 2019, and then it has rapidly spread around the world, causing (~)14 million active cases with (~)582,000 deaths as of July 2020. The diagnosis tools avai …"}, {"title": "COVID-19 pandemic: from origins to outcomes. A comprehensive review of viral pathogenesis, clinical manifestations, diagnostic evaluation, and management.", "summary": "Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2), the causative pathogen for the COVID-19, first emerged in Wuhan, China, in December 2019 and by March 2020, it was declared a pandemic. ... …"}, {"title": "Emerging COVID-19 variants and their impact on SARS-CoV-2 diagnosis, therapeutics and vaccines.", "summary": "The emergence of novel and evolving variants of SARS-CoV-2 has fostered the need for change in the form of newer and more adaptive diagnostic methods for the detection of SARS-CoV-2 infections. ...Novel vaccines and drugs are constantly b …"}, {"title": "Resolution of coronavirus disease 2019 (COVID-19).", "summary": "INTRODUCTION: Coronavirus disease 2019 (COVID-19) was first detected in China in December, 2019, and declared as a pandemic by the World Health Organization (WHO) on March 11, 2020. The current management of COVID-19 is based generally on suppor …"}, {"title": "Tools and Techniques for Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)/COVID-19 Detection.", "summary": "The coronavirus disease 2019 (COVID-19) pandemic, caused by severe acute respiratory disease coronavirus 2 (SARS-CoV-2), has led to millions of confirmed cases and deaths worldwide. ...Diagnostic imaging techniques and biomarkers a …"}, {"title": "Effectiveness of COVID-19 diagnosis and management tools: A review.", "summary": "As COVID-19 has similar manifestations to other pneumonia diseases, artificial intelligence (AI) might help radiologists to differentiate COVID-19 from other pneumonia diseases. CONCLUSION: Although CT scan is a powerful tool in COVID-19 …"}, {"title": "Postvaccination COVID-19 among Healthcare Workers, Israel.", "summary": "Coronavirus disease (COVID-19) symptoms can be mistaken for vaccine-related side effects during initial days after immunization. Among 4,081 vaccinated healthcare workers in Israel, 22 (0.54%) developed COVID-19 from 1-10 days (median 3.5 days) …"}, {"title": "COVID-19 diagnostic methods in developing countries.", "summary": "To bring an end to this pandemic, scientists had put their all effort into discovering the vaccine for SARS-CoV-2 infection. For their dedication, now, we have a handful of COVID-19 vaccines. Worldwide, millions of people are at risk due …"}, {"title": "Comparison of Rapid Antigen Tests for COVID-19.", "summary": "However, their sensitivity compared with each other and with RT-qPCR and infectious virus isolation has not been examined. Here, we compared the sensitivity among four RATs by using severe acute respiratory syndrome coronavirus 2 (SARS …"}, {"title": "Detection technologies and recent developments in the diagnosis of COVID-19 infection.", "summary": "COVID-19 is a disease caused by SARS-CoV-2 capable of causing mild to severe infections in humans. ...However, proper diagnosis using rapid technologies plays a crucial role. With increasing incidence of COVID-19 cases, the accurat …"}, {"title": "Point-of-Care PCR Assays for COVID-19 Detection.", "summary": "However, faster antigen tests and other point-of-care (POC) devices have also played a significant role in containing the spread of SARS-CoV-2 by facilitating mass screening and delivering results in less time. ...Commercial RT-PCR POC systems approved by var …"}, {"title": "Lessons learned 1 year after SARS-CoV-2 emergence leading to COVID-19 pandemic.", "summary": "Without modern medical management and vaccines, the severity of the Coronavirus Disease 2019 (COVID-19) pandemic caused by severe acute respiratory syndrome (SARS) coronavirus 2 (SARS-CoV-2) might approach the magnitude of 1894-pla …"}, {"title": "COVID-19: clinical presentation and detection methods.", "summary": "The unending outburst of COVID-19 has reinforced the necessity of SARS-CoV-2 identification approaches for the prevention of infection transmission and the proper care of severe and critical patients. ...This review focuses on preliminary, pre-c …"}, {"title": "Benefits and limitations of serological assays in COVID-19 infection.", "summary": "Accurate and rapid diagnostic tests are critical for achieving control of coronavirus disease 2019 (covid-19), a pandemic illness caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2 …"}, {"title": "A systematic review and meta-analysis of children with coronavirus disease 2019 (COVID-19).", "summary": "To provide a comprehensive and systematic analysis of demographic characteristics, clinical symptoms, laboratory findings, and imaging features of coronavirus disease 2019 (COVID-19) in pediatric patients. A meta-analysis was carried out to identify studies o …"}, {"title": "COVID-19: Advances in diagnostic tools, treatment strategies, and vaccine development.", "summary": "An unprecedented worldwide spread of the SARS-CoV-2 has imposed severe challenges on healthcare facilities and medical infrastructure. ..."}, {"title": "Rapid SARS-CoV-2 antigen detection assay in comparison with real-time RT-PCR assay for laboratory diagnosis of COVID-19 in Thailand.", "summary": "Hence, there is an urgent need for rapid, simple, and accurate tests to diagnose severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection. ...METHODS: The rapid SARS-CoV-2 antigen de …"}, {"title": "Protection against SARS-CoV-2 after Covid-19 Vaccination and Previous Infection.", "summary": "BACKGROUND: The duration and effectiveness of immunity from infection with and vaccination against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are relevant to pandemic policy interventions, including …"}, {"title": "Advancements in detection of SARS-CoV-2 infection for confronting COVID-19 pandemics.", "summary": "As one of the major approaches in combating the COVID-19 pandemics, the availability of specific and reliable assays for the SARS-CoV-2 viral genome and its proteins is essential to identify the infection in suspected populations, make diagnoses …"}, {"title": "Characteristics of patients with coronavirus disease (COVID-19) confirmed using an IgM-IgG antibody test.", "summary": "Coronavirus disease (COVID-19), caused by a novel betacoronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has rapidly developed into a pandemic since it was first reported i …"}, {"title": "Should RT-PCR be considered a gold standard in the diagnosis of COVID-19?", "summary": ""}, {"title": "Systematic review with meta-analysis of the accuracy of diagnostic tests for COVID-19.", "summary": "OBJECTIVE: To collate the evidence on the accuracy parameters of all available diagnostic methods for detecting SARS-CoV-2. METHODS: A systematic review with meta-analysis was performed. ...Studies reporting data on sensitivity or specificity of diagnostic te …"}, {"title": "Advances in Technology to Address COVID-19.", "summary": ""}, {"title": "COVID-19 Antibody Tests: A Valuable Public Health Tool with Limited Relevance to Individuals.", "summary": "Antibody tests for detecting past infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) have many uses for public health decision making, but demand has largely come from individual consumers. Th …"}, {"title": "Petroleum jelly and COVID-19 prevention.", "summary": "Since the ongoing pandemic of COVID-19, caused by SARS-CoV-2, has had a significant impact on public health and, also the clinical benefits of the medications are so limited, preventive measures may be able to help control its spread. ...After t …"}, {"title": "Novel approaches for rapid detection of COVID-19 during the pandemic: A review.", "summary": "The rapid spread of the SARS-CoV-2 virus that caused the COVID-19 disease, has highlighted our urgent need for sensitive, fast and accurate diagnostic technologies. ...SARS-CoV-2 virus mutation is also relatively rapid, whic …"}, {"title": "Integrated control of COVID-19 in resource-poor countries.", "summary": "Low- and middle-income countries (LMICs) face many challenges in controlling COVID-19. Healthcare resources are limited and so are ICU beds. RT-PCR testing is conducted on a limited scale and treatment options are few. ...Therefore, what low-cost solutions remain fo …"}, {"title": "Road toward universal COVID-19 testing method - A review.", "summary": "Patients infected with novel coronavirus exhibit a wide range of symptoms from common cold to pneumonia. ...Since there are no conclusive clinical manifestations, clinicians have to rely more on laboratory diagnostic methods for confirmation of coronavirus disease. …"}, {"title": "In-line treatments and clinical initiatives to fight against COVID-19 outbreak.", "summary": "The pathogen isolated from the respiratory epithelium of the patients is similar to previously known coronaviruses with some distinct features. The disease was initially called nCoV-2019 or SARS-nCoV-2 and later termed as COVID-19 by WHO. The infection …"}, {"title": "A review on current diagnostic techniques for COVID-19.", "summary": "INTRODUCTION: SARS-Cov-2 first appeared in Wuhan, China, in December 2019 and spread all over the world soon after that. ...In this review, we discuss the different diagnostic tests that are currently being implemented in laboratories and provide a descriptio …"}, {"title": "Coronavirus Disease 2019 (COVID-19) Diagnostic Tools: A Focus on Detection Technologies and Limitations.", "summary": "The ongoing coronavirus disease (COVID-19) pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) poses a severe threat to human health and the global economy and has resu …"}, {"title": "COVID-19 seroprevalence amongst healthcare workers: potential biases in estimating infection prevalence.", "summary": "SARS-CoV-2 serological tests are used to assess the infection seroprevalence within a population. ...A multi-site cross-sectional study was carried out in April-September 2020 amongst 1.367 Italian HCWs. SARS-CoV-2 prevalence was assessed …"}, {"title": "Diagnostics for SARS-CoV-2 infections.", "summary": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has spread to nearly every corner of the globe, causing societal instability. The resultant coronavirus disease 2019 (COVID-19) leads t …"}, {"title": "Current scenario of COVID-19 vaccinations and immune response along with antibody titer in vaccinated inhabitants of different countries.", "summary": "The pathogenicity of SARS-CoV-2 is considered the combination of severe and high infectivity. ...In addition to comprehensive safety assessments and immune responses, precise clinical management is also important for trials of vaccines. The recent emergence o …"}, {"title": "COVID-19 Testing Moves Out of the Clinic and Into the Home.", "summary": ""}, {"title": "SARS-CoV-2 Infection and the COVID-19 Pandemic Emergency: The Importance of Diagnostic Methods.", "summary": "BACKGROUND: Currently, a pandemic of coronavirus disease 2019 (COVID-19) caused by the novel coronavirus severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is underway, resulting …"}, {"title": "False-positive and false-negative COVID-19 cases: respiratory prevention and management strategies, vaccination, and further perspectives.", "summary": "Introduction: A novel Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) was reported via nucleic acid identification in December, 2019. Accuracy of SARS-CoV-2 diagnostic assays has emer …"}, {"title": "COVID-19 re-infection: Diagnostic challenges and proposed diagnostic criteria.", "summary": ""}, {"title": "Emerging point-of-care biosensors for rapid diagnosis of COVID-19: current progress, challenges, and future prospects.", "summary": "Coronavirus disease 2019 (COVID-19) pandemic is currently a serious global health threat. ...In the present review, we discuss the importance of rapid and early diagnosis of COVID-19 and pathogenesis of COVID-19 along with the key …"}, {"title": "COVID-19 Antibody Testing as a Precondition for Employment: Ethical and Legal Considerations.", "summary": "Employers and governments are interested in the use of serological (antibody) testing to allow people to return to work before there is a vaccine for SARS-CoV-2. We articulate the preconditions needed for the implementation of antibody testing, including the …"}, {"title": "Recent findings and applications of biomedical engineering for COVID-19 diagnosis: a critical review.", "summary": "COVID-19 is one of the most severe global health crises that humanity has ever faced. Researchers have restlessly focused on developing solutions for monitoring and tracing the viral culprit, SARS-CoV-2, as vital steps to break the chain of infe …"}, {"title": "CRISPR-based biosensing systems: a way to rapidly diagnose COVID-19.", "summary": "The outbreak of the emerging SARS-CoV-2 virus has highlighted the challenges of detecting viral infections, especially in resource-limited settings. The SARS-CoV-2 virus transmission chain is interrupted when screening and diagnosis can b …"}, {"title": "Fluorescence polarization system for rapid COVID-19 diagnosis.", "summary": "Prompt diagnosis, patient isolation, and contact tracing are key measures to contain the coronavirus disease 2019 (COVID-19). Molecular tests are the current gold standard for COVID-19 detection, but are carried out at central laboratories, dela …"}, {"title": "COVID-19 Serologic Testing Among the Highest Risk Healthcare Workers.", "summary": ""}, {"title": "How has the COVID-19 pandemic impacted PCR?", "summary": ""}, {"title": "Practicability of serological assays for upscaling COVID-19 laboratory testing in Africa.", "summary": ""}, {"title": "COVID-19 in a cohort of pregnant women and their descendants, the MOACC-19 study.", "summary": "PURPOSE: The Mother and Child COVID-19 study is a cohort recruiting pregnant women and their children in Cantabria, North of Spain, during COVID-19 pandemic in order to ascertain consequences of SARS-CoV-2 infection on pregnant wom …"}, {"title": "Diagnostic Accuracy Estimates for COVID-19 Real-Time Polymerase Chain Reaction and Lateral Flow Immunoassay Tests With Bayesian Latent-Class Models.", "summary": "Our objective was to estimate the diagnostic accuracy of real-time polymerase chain reaction (RT-PCR) and lateral flow immunoassay (LFIA) tests for coronavirus disease 2019 (COVID-19), depending on the time after symptom onset. ...Bayesian latent-class models …"}, {"title": "A Single-centre Study of COVID-19 Antibody.", "summary": "ABSTARCT Four hundred and fifty-three SARS CoV-2 antibodies tests were conducted using Roche Elecsys Anti SARS CoV-2 kits (detecting total antibodies) between June 13 to July 8, 2020 (25 days) on Cobas e411 automatic analyser, based on el …"}, {"title": "Immunity to SARS-CoV-2 induced by infection or vaccination.", "summary": "This has given us a more detailed understanding of SARS-CoV-2 compared to many viruses that have been with us for a long time. Furthermore, effective COVID-19 vaccines were developed in record time, and their rollout worldwide is already …"}, {"title": "The potential application of electrochemical biosensors in the COVID-19 pandemic: A perspective on the rapid diagnostics of SARS-CoV-2.", "summary": "The advantages of electrochemical platforms make them a strong candidate for rapid point-of-care detection of SARS-CoV-2 infection by targeting not only viral RNA but antigens and antibodies. Herein, we reviewed advancements in electrochemical biosensing plat …"}, {"title": "Congregational COVID-19 Conversations: Utilization of Medical-Religious Partnerships During the SARS-CoV-2 Pandemic.", "summary": "Over the last 12-months during the pandemic caused by the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), the Centers for Disease Control and Prevention (CDC) have issued public health instructions with …"}, {"title": "Interpreting COVID-19 Test Results in Clinical Settings: It Depends!", "summary": "Tests for Coronavirus disease 2019 (COVID-19) are intended for a disparate and shifting range of purposes: (1) diagnosing patients who present with symptoms to inform individual treatment decisions; (2) organizational uses such as \"cohorting\" potentially infe …"}, {"title": "Audio Interview: A Look at Covid-19 Prevention and Care in 2020.", "summary": ""}, {"title": "Summary of the Detection Kits for SARS-CoV-2 Approved by the National Medical Products Administration of China and Their Application for Diagnosis of COVID-19.", "summary": "The on-going global pandemic of coronavirus disease 2019 (COVID-19) caused by a novel coronavirus called severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been underway for a …"}, {"title": "False-positive COVID-19 results: hidden problems and costs.", "summary": ""}, {"title": "Asymptomatic COVID-19 with ambiguous test results.", "summary": "BACKGROUND: Testing for SARS-CoV-2 using polymerase chain reaction (PCR) and SARS-CoV-2 antibody tests is a significant part of the effort to combat the COVID-19 pandemic. ...The recruit had no respiratory symptoms or fever …"}, {"title": "Magnetofluidic immuno-PCR for point-of-care COVID-19 serological testing.", "summary": "Serological tests play an important role in the fight against Coronavirus Disease 2019 (COVID-19), including monitoring the dynamic immune response after vaccination, identifying past infection and determining community infection rate. ...We evaluated our mag …"}, {"title": "Rapid COVID-19 antigenic tests: Usefulness of a modified method for diagnosis.", "summary": "The current reliable recommended test for coronavirus disease 2019 (COVID-19) diagnosis is quantitative reverse-transcription polymerase chain reaction (RT-qPCR). ...We report the performances of two rapid immunochromatographic antigen testing devices compare …"}, {"title": "COVID-19 infection in kidney transplant recipients at the epicenter of pandemics.", "summary": "Between March 16 and June 2, 2020, 132 kidney transplant recipients tested positive by SARS-CoV-2 RT-PCR. From May 3 to July 29, 2020, 912 kidney transplant recipients were screened for SARS-CoV-2 IgG antibodies during routine clinic visi …"}, {"title": "Trends in COVID-19 Testing and Positivity Rates from a Mobile Testing Program in the Phoenix Metropolitan Area.", "summary": "The coronavirus (COVID-19) pandemic continues to be a global concern, with over 150 million cases worldwide. ...The peak of COVID-19 cases is likely attributable to the holiday season and family gatherings, followed by a steady decline, likely d …"}, {"title": "Clinically Significant COVID-19 Following SARS-CoV-2 Vaccination in Kidney Transplant Recipients.", "summary": ""}, {"title": "COVID-19 Community Transmission and Super Spreaders in Rural Villages from Manabi Province in the Coastal Region of Ecuador Assessed by Massive Testing of Community-Dwelling Population.", "summary": "Neglected rural communities in Latin America are highly vulnerable to COVID-19 due to a poor health infrastructure and limited access to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) diagn …"}, {"title": "Identification of RT-PCR-Negative Asymptomatic COVID-19 Patients via Serological Testing.", "summary": "Asymptomatic individuals with coronavirus disease (COVID-19) have been identified via nucleic acid testing for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2); however, the epidemiolo …"}, {"title": "Using COVID-19 cycle threshold and other lab values as predictors of hospitalization need.", "summary": "SARS-COV-2 (COVID-19) is a novel virus that has caused over 28 million cases worldwide and over 900,000 deaths since early 2020, rightfully being classified as a pandemic. COVID-19 is diagnosed via polymerase chain reaction testing …"}, {"title": "COVID-19 Australia: Epidemiology Report 38 Reporting period ending 28 March 2021.", "summary": ""}, {"title": "[Application of the PCR number of cycle threshold value (Ct) in COVID-19].", "summary": "The SARS-CoV-2 pandemic persists with all its virulence despite 650,382,819 doses of COVID vaccine worldwide. ..."}, {"title": "Effect of Covid-19 Vaccination on Transmission of Alpha and Delta Variants.", "summary": "BACKGROUND: Before the emergence of the B.1.617.2 (delta) variant of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), vaccination reduced transmission of SARS-CoV-2 from vaccinated pe …"}, {"title": "Negative results in nucleic acid test of COVID-19 patients: assessment from the perspective of clinical laboratories.", "summary": "Since December 2019, there had been an outbreak of coronavirus disease 2019 (COVID-19). Pneumonia caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is prevalent around the wor …"}, {"title": "COVID-19 Diagnosis in Case of Two Negative Nasopharyngeal Swabs: Association between Chest CT and Bronchoalveolar Lavage Results.", "summary": ""}, {"title": "Is Adding IgM Antibody to Polymerase Chain Reaction Testing Useful for COVID-19 Travel Screening?", "summary": ""}, {"title": "Prevention and Attenuation of Covid-19 with the BNT162b2 and mRNA-1273 Vaccines.", "summary": "BACKGROUND: Information is limited regarding the effectiveness of the two-dose messenger RNA (mRNA) vaccines BNT162b2 (Pfizer-BioNTech) and mRNA-1273 (Moderna) in preventing infection with severe acute respiratory syndrome coronavirus 2 ( …"}, {"title": "Interpretation of COVID-19 PCR testing- what surgeons need to know.", "summary": ""}, {"title": "Autoantibodies in moderate and critical cases of COVID-19.", "summary": ""}, {"title": "Diagnostic evaluation of qRT-PCR-based kit and dPCR-based kit for COVID-19.", "summary": "Early diagnosis of COVID-19 is a crucial point in preventing global prevalence. OBJECTIVE: We aimed to evaluate the diagnostic competency and efficiency with the Allplex 2019-nCoV Assay kit and the Dr. ...In evaluating the detection capability, the dil …"}, {"title": "Diagnostic Testing for COVID-19: Systematic Review of Meta-Analyses and Evidence-Based Algorithms.", "summary": "BACKGROUND: Coronavirus Disease-19 (COVID-19), a disease caused by infection with the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), is a global pandemic. ...CONCLUSIONS: This artic …"}, {"title": "[Cycle threshold value in COVID-19 asymptomatic patients].", "summary": ""}, {"title": "Serological Testing Reveals the Hidden COVID-19 Burden among Health Care Workers Experiencing a SARS-CoV-2 Nosocomial Outbreak.", "summary": "We describe the results of testing health care workers, from a tertiary care hospital in Japan that had experienced a coronavirus disease 2019 (COVID-19) outbreak during the first peak of the pandemic, for severe acute respiratory synd …"}, {"title": "Salivary testing of COVID-19: evaluation of serological testing following positive salivary results.", "summary": "BACKGROUND: Salivary detection of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been proposed as an alternative to nasopharyngeal or oropharyngeal swab testing. ...CONCLUSIONS: Despite their status …"}, {"title": "Multiplexed, quantitative serological profiling of COVID-19 from blood by a point-of-care test.", "summary": "Highly sensitive, specific, and point-of-care (POC) serological assays are an essential tool to manage coronavirus disease 2019 (COVID-19). Here, we report on a microfluidic POC test that can profile the antibody response against multiple severe acu …"}, {"title": "Validation of the COVID-19 Indoor Test by Phylagen for Detection of SARS-CoV-2 Virus on Stainless-Steel Surfaces: AOAC Performance Tested MethodSM 122004.", "summary": "BACKGROUND: The COVID-19 Indoor Test by Phylagen uses a real-time PCR Assay to detect nucleic acid from SARS-CoV-2, the causative agent of COVID-19, which is extracted from swabs sampled from environmental surfaces. ...METHOD: The …"}, {"title": "Simple, fast and affordable triaging pathway for COVID-19.", "summary": "Coronavirus disease 2019 has caused a global pandemic. The majority of patients will experience mild disease, but others will develop a severe respiratory infection that requires hospitalisation. ...This is assisted through clinical assessment and various imaging and labor …"}, {"title": "Infection with SARS-CoV-2 is not the same as covid-19.", "summary": ""}, {"title": "Bean Extract-Based Gargle for Efficient Diagnosis of Active COVID-19 Infection Using Rapid Antigen Tests.", "summary": "Paired NPS and BG-based saliva specimens from COVID-19 patients and healthy individuals were analyzed using NPS-RT-PCR, BG-RT-PCR, and BG-Ag-RDTs, whose diagnostic performance for detecting SARS-CoV-2 was compared. BG-Ag-RDTs showed high sensiti …"}, {"title": "Molecular Interactions Leading to Advancements in the Techniques for COVID-19 Detection: A Review.", "summary": "Since 2019 the world has been in a combat with the highly contagious disease COVID-19 which is caused by the rapid transmission of the SARS-CoV-2 virus (severe acute respiratory syndrome coronavirus 2). …"}, {"title": "The role of close contacts of COVID-19 patients in the SARS-CoV-2 transmission: an emphasis on the percentage of nonevaluated positivity in Mexico.", "summary": "A low proportion of COVID-19 patients had a positive test for antibodies against SARS-CoV-2. The screening for SARS-CoV-2 in close contacts of COVID-19 positive patients should be encouraged to avoid spreading …"}, {"title": "RNA-extraction-free nano-amplified colorimetric test for point-of-care clinical diagnosis of COVID-19.", "summary": "Here, we report a stepwise protocol for an RNA-extraction-free nano-amplified colorimetric test for rapid and naked-eye molecular diagnosis of COVID-19. The test employs a unique dual-prong approach that integrates nucleic acid (NA) amplification and plasmonic sensi …"}, {"title": "Rapid SARS-CoV-2 antigen detection potentiates early diagnosis of COVID-19 disease.", "summary": "As the COVID-19 epidemic is still ongoing, a more rapid detection of SARS-CoV-2 infection such as viral antigen-detection needs to be evaluated for early diagnosis of COVID-19 disease. ...Eighty-five COVID-19 patients …"}, {"title": "Coronavirus Disease 2019 (COVID-19) Mitigation Efforts and Testing During an In-Person Training Event-Uganda, 12-29 October 2020.", "summary": "Large public-health training events may result in severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) transmission. Universal SARS-CoV-2 testing during trainings for the Uganda Population …"}, {"title": "A word of caution in interpreting COVID-19 diagnostics tests.", "summary": ""}, {"title": "Response to: COVID-19 re-infection. Vaccinated individuals as a potential source of transmission.", "summary": ""}, {"title": "COVID-19 serology: use and interpretation in New Zealand.", "summary": "Serology is now a well-established diagnostic tool for the diagnosis of COVID-19 infections in New Zealand. Using local and international experience, we provide an overview of serological response to infection and vaccination as well as the use and interpretation of …"}, {"title": "Effectiveness of BNT162b2 and ChAdOx1 nCoV-19 COVID-19 vaccination at preventing hospitalisations in people aged at least 80 years: a test-negative, case-control study.", "summary": "BACKGROUND: On Dec 8, 2020, deployment of the first SARS-CoV-2 vaccination authorised for UK use (BNT162b2 mRNA vaccine) began, followed by an adenoviral vector vaccine ChAdOx1 nCoV-19 on Jan 4, 2021. ...However, few data exist regarding the effectiven …"}, {"title": "SwabExpress: An End-to-End Protocol for Extraction-Free COVID-19 Testing.", "summary": "BACKGROUND: The urgent need for massively scaled clinical testing for SARS-CoV-2, along with global shortages of critical reagents and supplies, has necessitated development of streamlined laboratory testing protocols. Conventional nucleic acid testing for …"}, {"title": "Using artificial intelligence to improve COVID-19 rapid diagnostic test result interpretation.", "summary": "Serological rapid diagnostic tests (RDTs) are widely used across pathologies, often providing users a simple, binary result (positive or negative) in as little as 5 to 20 min. Since the beginning of the COVID-19 pandemic, new RDTs for identifying SARS-CoV …"}, {"title": "How Useful is COVID-19 Antibody Testing - A Current Assessment for Oncologists.", "summary": "The coronavirus disease 2019 (COVID-19) pandemic due to infection by a new human coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has seriously disrupted the provi …"}, {"title": "Characteristics of patients with SARS-COV-2 PCR re-positivity after recovering from COVID-19.", "summary": "The purpose of this study was to analyse the clinical characteristics of patients with severe acute respiratory syndrome coronavirus 2 (SARS-COV-2) PCR re-positivity after recovering from coronavirus disease 20 …"}, {"title": "Diagnostics for COVID-19: A case for field-deployable, rapid molecular tests for community surveillance.", "summary": "Across the globe, the outbreak of the COVID-19 pandemic is causing distress with governments doing everything in their power to contain the spread of the novel coronavirus (SARS-CoV-2) to prevent morbidity and mortality. ...We have valida …"}]