[{"title": "Enhancing fall risk assessment: instrumenting vision with deep learning during walks.", "summary": "Falls are common in a range of clinical cohorts, where routine risk assessment often comprises subjective visual observation only. Typically, observational assessment involves evaluation of an individual's gait during scripted walking protocols within a lab to identify deficits that potentially increase fall risk, but subtle deficits may not be (readily) observable. Therefore, objective approaches (e.g., inertial measurement units, IMUs) are useful for quantifying high resolution gait characteristics, enabling more informed fall risk assessment by capturing subtle deficits. However, IMU-based gait instrumentation alone is limited, failing to consider participant behaviour and details within the environment (e.g., obstacles). Video-based eye-tracking glasses may provide additional insight to fall risk, clarifying how people traverse environments based on head and eye movements. Recording head and eye movements can provide insights into how the allocation of visual attention to environmental stimuli influences successful navigation around obstacles. Yet, manual review of video data to evaluate head and eye movements is time-consuming and subjective. An automated approach is needed but none currently exists. This paper proposes a deep learning-based object detection algorithm (VARFA) to instrument vision and video data during walks, complementing instrumented gait."}, {"title": "The Impact of Non-Pain Factors on Pain Interference among U.S. Service Members and Veterans with Symptoms of Mild Traumatic Brain Injury.", "summary": "U.S. Service members and Veterans (SM/V) experience elevated rates of traumatic brain injury (TBI), chronic pain, and other non-pain symptoms. However, the role of non-pain factors on pain interference levels remains unclear among SM/Vs, particularly those with a history of TBI. The primary objective of this study was to identify factors that differentiate high/low pain interference given equivalent pain intensity among U.S. SM/V participating in the ongoing LIMBIC-CENC national multicenter prospective longitudinal observational study. An explainable machine learning was used to identify key predictors of pain interference conditioned on equivalent pain intensity. The final sample consisted of N=1,577 SM/V who were predominantly male (87%), and 83.6% had a history of mild TBI(s), while 16.4% were TBI negative controls. The sample was categorized according to pain interference level (Low: 19.9%, Moderate: 52.5%, and High: 27.6%). Both pain intensity scores and pain interference scores increased with number of mild TBIs (p<0.001), and there was evidence of a dose response between number of injuries and pain scores. Machine learning models identified fatigue and anxiety as the most important predictors of pain interference, while emotional control was protective. Partial dependence plots identified marginal effects of fatigue and anxiety were associated with pain interference (p<0.001), but the marginal effect of mild TBI was not significant in models considering all variables (p>0.05). Non-pain factors are associated with functional limitations and disability experience among SM/V with mild TBI history. The functional effects of pain may be mediated through multiple other factors. Pain is a multidimensional experience that may benefit most from holistic treatment approaches that target comorbidities and build supports that promote recovery."}, {"title": "Unveiling the Role of Artificial Intelligence (AI) in Polycystic Ovary Syndrome (PCOS) Diagnosis: A Comprehensive Review.", "summary": "Polycystic Ovary Syndrome (PCOS) is one of the most widespread endocrine and metabolic disorders affecting women of reproductive age. Major symptoms include hyperandrogenism, polycystic ovary, irregular menstruation cycle, excessive hair growth, etc., which sometimes may lead to more severe complications like infertility, pregnancy complications and other co-morbidities such as diabetes, hypertension, sleep apnea, etc. Early detection and effective management of PCOS are essential to enhance patients' quality of life and reduce the chances of associated health complications. Artificial intelligence (AI) techniques have recently emerged as a popular methodology in the healthcare industry for diagnosing and managing complex diseases such as PCOS. AI utilizes machine learning algorithms to analyze ultrasound images and anthropometric and biochemical test result data to diagnose PCOS quickly and accurately. AI can assist in integrating different data sources, such as patient histories, lab findings, and medical records, to present a clear and complete picture of an individual's health. This information can help the physician make more informed and efficient diagnostic decisions. This review article provides a comprehensive analysis of the evolving role of AI in various aspects of the management of PCOS, with a major focus on AI-based diagnosis tools."}, {"title": "The role of machine learning models for predicting in-hospital mortality after transcatheter aortic valve replacement.", "summary": ""}, {"title": "Proteomic prediction of diverse incident diseases: a machine learning-guided biomarker discovery study using data from a prospective cohort study.", "summary": "Broad-capture proteomic technologies have the potential to improve disease prediction, enabling targeted prevention and management, but studies have so far been limited to very few selected diseases and have not evaluated predictive performance across multiple conditions. We aimed to evaluate the potential of serum proteins to improve risk prediction over and above health-derived information and polygenic risk scores across a diverse set of 24 outcomes."}, {"title": "A Machine Learning Algorithm Avoids Unnecessary Paracentesis for Exclusion of SBP in Cirrhosis in Resource-Limited Settings.", "summary": "Despite the poor prognosis associated with missed or delayed spontaneous bacterial peritonitis (SBP) diagnosis, <15% get timely paracentesis, which persists despite guidelines/education in the US. Measures to exclude SBP non-invasively where timely paracentesis cannot be performed could streamline this burden."}, {"title": "Machine learning-based models for advanced fibrosis and cirrhosis diagnosis in chronic hepatitis B patients with hepatic steatosis.", "summary": "The global rise of chronic hepatitis B (CHB) superimposed on hepatic steatosis (HS) warrants non-invasive, precise tools for assessing fibrosis progression. This study leveraged machine learning (ML) to develop diagnostic models for advanced fibrosis and cirrhosis in this patient population."}, {"title": "Responsible AI for cardiovascular disease detection: Towards a privacy-preserving and interpretable model.", "summary": "Cardiovascular disease (CD) is a major global health concern, affecting millions with symptoms like fatigue and chest discomfort. Timely identification is crucial due to its significant contribution to global mortality. In healthcare, artificial intelligence (AI) holds promise for advancing disease risk assessment and treatment outcome prediction. However, machine learning (ML) evolution raises concerns about data privacy and biases, especially in sensitive healthcare applications. The objective is to develop and implement a responsible AI model for CD prediction that prioritize patient privacy, security, ensuring transparency, explainability, fairness, and ethical adherence in healthcare applications."}, {"title": "Predictive analysis on the factors associated with birth Outcomes: A machine learning perspective.", "summary": "Recent studies reveal that around 1.9 million stillbirths occur annually worldwide, with Sub-Saharan Africa having among the highest cases. Some Sub-Saharan African countries, including Ghana, failed to meet Millennium Development Goal 5 (MDG5) by 2015 and may struggle to meet Sustainable Development Goal 3 (SDG3) despite maternal healthcare interventions. Concerns arise about Ghana's ability to achieve the World Health Organization's neonatal mortality goal of 12 per 1000 live births by 2030. This study aims to identify key factors influencing childbirth outcomes and create a predictive method for high-risk pregnancies."}, {"title": "Workforce thresholds and the non-linear association between registered nurse staffing and care quality in long-term residential care: A retrospective longitudinal study of English care homes with nursing.", "summary": "Care needs amongst 425,000 dependent older residents in English care homes are becoming more complex. The quality of care in these homes is influenced by staffing levels, especially the presence of registered nurses (RNs). Existing research on this topic, often US-focused and relying on linear assumptions, has limitations. This study aims to investigate the non-linear relationship between RN staffing and care quality in English care homes using machine learning and administrative data from two major care home providers."}, {"title": "Predicting stroke events with a proactive fusion system: a comprehensive study on imbalance class handling in computational biomechanics.", "summary": "Stroke, as a critical global health concern and the second leading cause of death, occurs when blood flow to the brain is interrupted. Although machine learning has advanced in medical safety, there is limited research on stroke prediction using information fusion systems. This study presents a fusion framework that combines multiple base classifiers and a Meta classifier to improve stroke prediction performance. The research utilizes Grid Search optimized models, such as Random Forest, Support Vector Machine, K Nearest Neighbors, AdaBoost, Gradient Boosting, Light Gradient Boosting, Categorical Boosting, and eXtreme Gradient Boosting for in-depth stroke analysis. Since stroke events are rare and unpredictable, classification outcomes can be deceptive due to imbalanced data. This article examines stroke probability by comparing three data balancing methods: over-sampling, under-sampling, and tomek-link synthetic minority over-sampling (SMOTE-TL) to enhance prediction accuracy. The findings reveal that AdaBoost as a meta-classifier attains the highest performance in the fusion framework, with a peak of 88.09% Recall and 83.66% F1 score. This innovative approach provides crucial insights into stroke prediction and can be a valuable resource for strengthening intervention efforts in advanced healthcare systems."}, {"title": "Development of an effective predictive screening tool for prostate cancer using the ClarityDX machine learning platform.", "summary": "The current prostate cancer (PCa) screen test, prostate-specific antigen (PSA), has a high sensitivity for PCa but low specificity for high-risk, clinically significant PCa (csPCa), resulting in overdiagnosis and overtreatment of non-csPCa. Early identification of csPCa while avoiding unnecessary biopsies in men with non-csPCa is challenging. We built an optimized machine learning platform (ClarityDX) and showed its utility in generating models predicting csPCa. Integrating the ClarityDX platform with blood-based biomarkers for clinically significant PCa and clinical biomarker data from a 3448-patient cohort, we developed a test to stratify patients' risk of csPCa; called ClarityDX Prostate. When predicting high risk cancer in the validation cohort, ClarityDX Prostate showed 95% sensitivity, 35% specificity, 54% positive predictive value, and 91% negative predictive value, at a ≥ 25% threshold. Using ClarityDX Prostate at this threshold could avoid up to 35% of unnecessary prostate biopsies. ClarityDX Prostate showed higher accuracy for predicting the risk of csPCa than PSA alone and the tested model-based risk calculators. Using this test as a reflex test in men with elevated PSA levels may help patients and their healthcare providers decide if a prostate biopsy is necessary."}, {"title": "R2ROC: an efficient method of comparing two or more correlated AUC from out-of-sample prediction using polygenic scores.", "summary": "Polygenic risk scores (PRSs) enable early prediction of disease risk. Evaluating PRS performance for binary traits commonly relies on the area under the receiver operating characteristic curve (AUC). However, the widely used DeLong's method for comparative significance tests suffer from limitations, including computational time and the lack of a one-to-one mapping between test statistics based on AUC and <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msup><mi>R</mi> <mn>2</mn></msup> </math> . To overcome these limitations, we propose a novel approach that leverages the Delta method to derive the variance and covariance of AUC values, enabling a comprehensive and efficient comparative significance test. Our approach offers notable advantages over DeLong's method, including reduced computation time (up to 150-fold), making it suitable for large-scale analyses and ideal for integration into machine learning frameworks. Furthermore, our method allows for a direct one-to-one mapping between AUC and <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><msup><mi>R</mi> <mn>2</mn></msup> </math> values for comparative significance tests, providing enhanced insights into the relationship between these measures and facilitating their interpretation. We validated our proposed approach through simulations and applied it to real data comparing PRSs for diabetes and coronary artery disease (CAD) prediction in a cohort of 28,880 European individuals. The PRSs were derived using genome-wide association study summary statistics from two distinct sources. Our approach enabled a comprehensive and informative comparison of the PRSs, shedding light on their respective predictive abilities for diabetes and CAD. This advancement contributes to the assessment of genetic risk factors and personalized disease prediction, supporting better healthcare decision-making."}, {"title": "The Emerging Role of Generative Artificial Intelligence in Transplant Medicine.", "summary": "Generative artificial intelligence (AI), a subset of machine learning that creates new content based on training data, has witnessed tremendous advances in recent years. Practical applications have been identified in healthcare in general, and there is significant opportunity in transplant medicine for generative AI to simplify tasks in research, medical education as well as clinical practice. Additionally, patients stand to benefit from patient education that is more readily provided by generative AI applications. This review aims to catalyze the development and adoption of generative AI in transplantation by introducing basic AI and generative AI concepts to the transplant clinician, and summarizing its current and potential applications within the field. We provide an overview of applications to the clinician, researcher, educator, and patient. We also highlight the challenges involved in bringing these applications to the bedside, and need for ongoing refinement of generative AI applications to sustainably augment the transplantation field."}, {"title": "Revolutionizing Acute Cardiac Care with Artificial Intelligence: Opportunities and Challenges.", "summary": "This manuscript reviews the application of artificial intelligence (AI) in acute cardiac care, highlighting its potential to transform patient outcomes in the face of the global burden of cardiovascular diseases. It explores how AI algorithms can rapidly and accurately process data for the prediction and diagnosis of acute cardiac conditions. The paper examines AI's impact on patient health across various diagnostic tools such as echocardiography, electrocardiography, coronary angiography, cardiac CT, and MRI and discusses the regulatory landscape for AI in healthcare, categorizes AI algorithms by their risk levels. Furthermore, it addresses the challenges of data quality, generalizability, bias, transparency, and regulatory considerations, underscoring the necessity for inclusive data and robust validation processes. The review concludes with future perspectives on integrating AI into clinical workflows and the ongoing need for research, regulation, and innovation to harness AI's full potential in improving acute cardiac care."}, {"title": "Explainable AI based automated segmentation and multi-stage classification of gastroesophageal reflux using machine learning techniques.", "summary": "&#xD;&#xD;&#xD;&#xD;&#xD;&#xD;Presently, close to two million patients globally succumb to gastrointestinal reflux diseases (GERD). Video endoscopy represents cutting-edge technology in medical imaging, facilitating the diagnosis of various gastrointestinal ailments including stomach ulcers, bleeding, and polyps. However, the abundance of images produced by medical video endoscopy necessitates significant time for doctors to analyze them thoroughly, posing a challenge for manual diagnosis. This challenge has spurred research into computer-aided techniques aimed at diagnosing the plethora of generated images swiftly and accurately. The novelty of the proposed methodology lies in the development of a system tailored for the diagnosis of gastrointestinal diseases. The proposed work used an object detection method called Yolov5 for identifying abnormal region of interest and Deep LabV3+ for segmentation of abnormal regions in GERD. Further, the features are extracted from the segmented image and given as an input to the seven different machine learning classifiers and custom deep neural network model for multi-stage classification of GERD. The DeepLabV3+ attains an excellent segmentation accuracy of 95.2% and an F1 score of 93.3%. The custom dense neural network obtained a classification accuracy of 90.5%. Among the seven different machine learning classifiers, support vector machine (SVM) outperformed with classification accuracy of 87% compared to all other classifiers. Thus, the combination of object detection, deep learning-based segmentation and machine learning classification enables the timely identification and surveillance of problems associated with GERD for healthcare providers.&#xD;&#xD."}, {"title": "Towards reliable forecasting of healthcare capacity needs: A scoping review and evidence mapping.", "summary": "The COVID-19 pandemic has highlighted the critical importance of robust healthcare capacity planning and preparedness for emerging crises. However, healthcare systems must also adapt to more gradual temporal changes in disease prevalence and demographic composition over time. To support proactive healthcare planning, statistical capacity forecasting models can provide valuable information to healthcare planners. This systematic literature review and evidence mapping aims to identify and describe studies that have used statistical forecasting models to estimate healthcare capacity needs within hospital settings."}, {"title": "Objective monitoring of loneliness levels using smart devices: A multi-device approach for mental health applications.", "summary": "Loneliness is linked to wide ranging physical and mental health problems, including increased rates of mortality. Understanding how loneliness manifests is important for targeted public health treatment and intervention. With advances in mobile sending and wearable technologies, it is possible to collect data on human phenomena in a continuous and uninterrupted way. In doing so, such approaches can be used to monitor physiological and behavioral aspects relevant to an individual's loneliness. In this study, we proposed a method for continuous detection of loneliness using fully objective data from smart devices and passive mobile sensing. We also investigated whether physiological and behavioral features differed in their importance in predicting loneliness across individuals. Finally, we examined how informative data from each device is for loneliness detection tasks. We assessed subjective feelings of loneliness while monitoring behavioral and physiological patterns in 30 college students over a 2-month period. We used smartphones to monitor behavioral patterns (e.g., location changes, type of notifications, in-coming and out-going calls/text messages) and smart watches and rings to monitor physiology and sleep patterns (e.g., heart-rate, heart-rate variability, sleep duration). Participants reported their loneliness feeling multiple times a day through a questionnaire app on their phone. Using the data collected from their devices, we trained a random forest machine learning based model to detect loneliness levels. We found support for loneliness prediction using a multi-device and fully-objective approach. Furthermore, behavioral data collected by smartphones generally were the most important features across all participants. The study provides promising results for using objective data to monitor mental health indicators, which could provide a continuous and uninterrupted source of information in mental healthcare applications."}, {"title": "Intelligent deep model based on convolutional neural network's and multi-layer perceptron to classify cardiac abnormality in diabetic patients.", "summary": "The ECG is a crucial tool in the medical field for recording the heartbeat signal over time, aiding in the identification of various cardiac diseases. Commonly, the interpretation of ECGs necessitates specialized knowledge. However, this paper explores the application of machine learning algorithms and deep learning algorithm to autonomously identify cardiac diseases in diabetic patients in the absence of expert intervention. Two models are introduced in this study: The MLP model effectively distinguishes between individuals with heart diseases and those without, achieving a high level of accuracy. Subsequently, the deep CNN model further refines the identification of specific cardiac conditions. The PTB-Diagnostic ECG dataset commonly used in the field of biomedical signal processing and machine learning, particularly for tasks related to electrocardiogram (ECG) analysis. a widely recognized dataset in the field, is employed for training, testing, and validation of both the MLP and CNN models. This dataset comprises a diverse range of ECG recordings, providing a comprehensive representation of cardiac conditions. The proposed models feature two hidden layers with weights and biases in the MLP, and a three-layer CNN, facilitating the mapping of ECG data to different disease classes. The experimental results demonstrate that the MLP and deep CNN based models attain accuracy levels of up to 90.0% and 98.35%, and sensitivity 97.8%, 95.77%, specificity 88.9%, 96.3% F1-Score 93.13%, 95.84% respectively. These outcomes underscore the efficacy of deep learning approaches in automating the diagnosis of cardiac diseases through ECG analysis, showcasing the potential for accurate and efficient healthcare solutions."}, {"title": "A novel hyperparameter search approach for accuracy and simplicity in disease prediction risk scoring.", "summary": "Develop a novel technique to identify an optimal number of regression units corresponding to a single risk point, while creating risk scoring systems from logistic regression-based disease predictive models. The optimal value of this hyperparameter balances simplicity and accuracy, yielding risk scores of small scale and high accuracy for patient risk stratification."}, {"title": "Application of artificial intelligence to chronic kidney disease mineral bone disorder.", "summary": "The global derangement of mineral metabolism that accompanies chronic kidney disease (CKD-MBD) is a major driver of the accelerated mortality for individuals with kidney disease. Advances in the delivery of dialysis, in the composition of phosphate binders, and in the therapies directed towards secondary hyperparathyroidism have failed to improve the cardiovascular event profile in this population. Many obstacles have prevented progress in this field including the incomplete understanding of pathophysiology, the lack of clinical targets for early stages of chronic kidney disease, and the remarkably wide diversity in clinical manifestations. We describe in this review a novel approach to CKD-MBD combining mathematical modelling of biologic processes with machine learning artificial intelligence techniques as a tool for the generation of new hypotheses and for the development of innovative therapeutic approaches to this syndrome. Clinicians need alternative targets of therapy, tools for risk profile assessment, and new therapies to address complications early in the course of disease and to personalize therapy to each individual. The complexity of CKD-MBD suggests that incorporating artificial intelligence techniques into the diagnostic, therapeutic, and research armamentarium could accelerate the achievement of these goals."}, {"title": "Pulse2AI: An Adaptive Framework to Standardize and Process Pulsatile Wearable Sensor Data for Clinical Applications.", "summary": "<i>Goal:</i> To establish Pulse2AI as a reproducible data preprocessing framework for pulsatile signals that generate high-quality machine-learning-ready datasets from raw wearable recordings. <i>Methods:</i> We proposed an end-to-end data preprocessing framework that adapts multiple pulsatile signal modalities and generates machine-learning-ready datasets agnostic to downstream medical tasks. <i>Results:</i> a dataset preprocessed by Pulse2AI improved systolic blood pressure estimation by 29.58%, from 11.41 to 8.03 mmHg in root-mean-square-error (RMSE) and its diastolic counterpart by 26.01%, from 7.93 to 5.87 mmHg in RMSE. For respiration rate (RR) estimation, Pulse2AI boosted performance by 19.69%, from 1.47 to 1.18 breaths per minute (BrPM) in mean-absolute-error (MAE). <i>Conclusion:</i> Pulse2AI turns pulsatile signals into machine learning (ML) ready datasets for arbitrary remote health monitoring tasks. We tested Pulse2AI on multiple pulsatile modalities and demonstrated its efficacy in two medical applications. This work bridges valuable assets in remote sensing and internet of medical things to ML-ready datasets for medical modeling."}, {"title": "Revolutionizing disease diagnosis and management: Open-access magnetic resonance imaging datasets a challenge for artificial intelligence driven liver iron quantification.", "summary": "Artificial intelligence (AI), particularly machine learning (ML) and deep learning (DL) techniques, such as convolutional neural networks (CNNs), have emerged as transformative technologies with vast potential in healthcare. Body iron load is usually assessed using slightly invasive blood tests (serum ferritin, serum iron, and serum transferrin). Serum ferritin is widely used to assess body iron and drive medical management; however, it is an acute phase reactant protein offering wrong interpretation in the setting of inflammation and distressed patients. Magnetic resonance imaging is a non-invasive technique that can be used to assess liver iron. The ML and DL algorithms can be used to enhance the detection of minor changes. However, a lack of open-access datasets may delay the advancement of medical research in this field. In this letter, we highlight the importance of standardized datasets for advancing AI and CNNs in medical imaging. Despite the current limitations, embracing AI and CNNs holds promise in revolutionizing disease diagnosis and treatment."}, {"title": "Nanobody engineering: computational modelling and design for biomedical and therapeutic applications.", "summary": "Nanobodies, the smallest functional antibody fragment derived from camelid heavy-chain-only antibodies, have emerged as powerful tools for diverse biomedical applications. In this comprehensive review, we discuss the structural characteristics, functional properties, and computational approaches driving the design and optimisation of synthetic nanobodies. We explore their unique antigen-binding domains, highlighting the critical role of complementarity-determining regions in target recognition and specificity. This review further underscores the advantages of nanobodies over conventional antibodies from a biosynthesis perspective, including their small size, stability, and solubility, which make them ideal candidates for economical antigen capture in diagnostics, therapeutics, and biosensing. We discuss the recent advancements in computational methods for nanobody modelling, epitope prediction, and affinity maturation, shedding light on their intricate antigen-binding mechanisms and conformational dynamics. Finally, we examine a direct example of how computational design strategies were implemented for improving a nanobody-based immunosensor, known as a Quenchbody. Through combining experimental findings and computational insights, this review elucidates the transformative impact of nanobodies in biotechnology and biomedical research, offering a roadmap for future advancements and applications in healthcare and diagnostics."}, {"title": "Racism is an ethical issue for healthcare artificial intelligence.", "summary": "There is growing attention and evidence that healthcare AI is vulnerable to racial bias. Despite the renewed attention to racism in the United States, racism is often disconnected from the literature on ethical AI. Addressing racism as an ethical issue will facilitate the development of trustworthy and responsible healthcare AI."}, {"title": "Substance use disorders and disparities in hispanic and non-hispanic older adults.", "summary": "The global longevity revolution increased the older adult population, posing unique health and economic challenges with implications for healthcare, especially substance use disorders (SUD)."}, {"title": "CNN-O-ELMNet: Optimized Lightweight and Generalized Model for Lung Disease Classification and Severity Assessment.", "summary": "The high burden of lung diseases on healthcare necessitates effective detection methods. Current Computer-aided design (CAD) systems are limited by their focus on specific diseases and computationally demanding deep learning models. To overcome these challenges, we introduce CNN-O-ELMNet, a lightweight classification model designed to efficiently detect various lung diseases, surpassing the limitations of disease-specific CAD systems and the complexity of deep learning models. This model combines a convolutional neural network for deep feature extraction with an optimized extreme learning machine, utilizing the imperialistic competitive algorithm for enhanced predictions. We then evaluated the effectiveness of CNN-O-ELMNet using benchmark datasets for lung diseases: distinguishing pneumothorax vs. non-pneumothorax, tuberculosis vs. normal, and lung cancer vs. healthy cases. Our findings demonstrate that CNN-O-ELMNet significantly outperformed (p < 0.05) state-of-the-art methods in binary classifications for tuberculosis and cancer, achieving accuracies of 97.85% and 97.70%, respectively, while maintaining low computational complexity with only 2481 trainable parameters. We also extended the model to categorize lung disease severity based on Brixia scores. Achieving a 96.20% accuracy in multi-class assessment for mild, moderate, and severe cases, makes it suitable for deployment in lightweight healthcare devices."}, {"title": "Validation of a Machine Learning Algorithm, EVendo, for Predicting Esophageal Varices in Hepatocellular Carcinoma.", "summary": "Treatment with atezolizumab and bevacizumab has become standard of care for advanced unresectable hepatocellular carcinoma (HCC) but carries an increased gastrointestinal bleeding risk. Therefore, patients are often required to undergo esophagogastroduodenoscopy (EGD) to rule out esophageal varices (EV) prior to initiating therapy, which can delay care and lead to unnecessary procedural risks and health care costs. In 2019, the EVendo score was created and validated as a noninvasive tool to accurately screen out patients who were at low risk for having EV that required treatment. We sought to validate whether the EVendo score could be used to accurately predict the presence of EV and varices needing treatment (VNT) in patients with HCC."}, {"title": "Predicting intraoperative blood loss during cesarean sections based on multi-modal information: a two-center study.", "summary": "To develop and validate a nomogram model that combines radiomics features, clinical factors, and coagulation function indexes (CFI) to predict intraoperative blood loss (IBL) during cesarean sections, and to explore its application in optimizing perioperative management and reducing maternal morbidity."}, {"title": "Enhancing Tumor Microstructural Quantification With Machine Learning and Diffusion-Relaxation MRI.", "summary": ""}, {"title": "Application and progress of artificial intelligence technology in the segmentation of hyperreflective foci in OCT images for ophthalmic disease research.", "summary": "With the advancement of retinal imaging, hyperreflective foci (HRF) on optical coherence tomography (OCT) images have gained significant attention as potential biological biomarkers for retinal neuroinflammation. However, these biomarkers, represented by HRF, present pose challenges in terms of localization, quantification, and require substantial time and resources. In recent years, the progress and utilization of artificial intelligence (AI) have provided powerful tools for the analysis of biological markers. AI technology enables use machine learning (ML), deep learning (DL) and other technologies to precise characterization of changes in biological biomarkers during disease progression and facilitates quantitative assessments. Based on ophthalmic images, AI has significant implications for early screening, diagnostic grading, treatment efficacy evaluation, treatment recommendations, and prognosis development in common ophthalmic diseases. Moreover, it will help reduce the reliance of the healthcare system on human labor, which has the potential to simplify and expedite clinical trials, enhance the reliability and professionalism of disease management, and improve the prediction of adverse events. This article offers a comprehensive review of the application of AI in combination with HRF on OCT images in ophthalmic diseases including age-related macular degeneration (AMD), diabetic macular edema (DME), retinal vein occlusion (RVO) and other retinal diseases and presents prospects for their utilization."}, {"title": "Multi-Modality Deep Infarct: Non-invasive identification of infarcted myocardium using composite in-silico-human data learning.", "summary": "Myocardial infarction (MI) continues to be a leading cause of death worldwide. The precise quantification of infarcted tissue is crucial to diagnosis, therapeutic management, and post-MI care. Late gadolinium enhancement-cardiac magnetic resonance (LGE-CMR) is regarded as the gold standard for precise infarct tissue localization in MI patients. A fundamental limitation of LGE-CMR is the invasive intravenous introduction of gadolinium-based contrast agents that present potential high-risk toxicity, particularly for individuals with underlying chronic kidney diseases. Herein, we develop a completely non-invasive methodology that identifies the location and extent of an infarct region in the left ventricle via a machine learning (ML) model using only cardiac strains as inputs. In this transformative approach, we demonstrate the remarkable performance of a multi-fidelity ML model that combines rodent-based in-silico-generated training data (low-fidelity) with very limited patient-specific human data (high-fidelity) in predicting LGE ground truth. Our results offer a new paradigm for developing feasible prognostic tools by augmenting synthetic simulation-based data with very small amounts of in-vivo human data. More broadly, the proposed approach can significantly assist with addressing biomedical challenges in healthcare where human data are limited."}, {"title": "Enhancing IoT Healthcare with Federated Learning and Variational Autoencoder.", "summary": "The growth of IoT healthcare is aimed at providing efficient services to patients by utilizing data from local hospitals. However, privacy concerns can impede data sharing among third parties. Federated learning offers a solution by enabling the training of neural networks while maintaining the privacy of the data. To integrate federated learning into IoT healthcare, hospitals must be part of the network to jointly train a global central model on the server. Local hospitals can train the global model using their patient datasets and send the trained localized models to the server. These localized models are then aggregated to enhance the global model training process. The aggregation of local models dramatically influences the performance of global training, mainly due to the heterogeneous nature of patient data. Existing solutions to address this issue are iterative, slow, and susceptible to convergence. We propose two novel approaches that form groups efficiently and assign the aggregation weightage considering essential parameters vital for global training. Specifically, our method utilizes an autoencoder to extract features and learn the divergence between the latent representations of patient data to form groups, facilitating more efficient handling of heterogeneity. Additionally, we propose another novel aggregation process that utilizes several factors, including extracted features of patient data, to maximize performance further. Our proposed approaches for group formation and aggregation weighting outperform existing conventional methods. Notably, significant results are obtained, one of which shows that our proposed method achieves 20.8% higher accuracy and 7% lower loss reduction compared to the conventional methods."}, {"title": "Systematic Review of Emotion Detection with Computer Vision and Deep Learning.", "summary": "Emotion recognition has become increasingly important in the field of Deep Learning (DL) and computer vision due to its broad applicability by using human-computer interaction (HCI) in areas such as psychology, healthcare, and entertainment. In this paper, we conduct a systematic review of facial and pose emotion recognition using DL and computer vision, analyzing and evaluating 77 papers from different sources under Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Our review covers several topics, including the scope and purpose of the studies, the methods employed, and the used datasets. The scope of this work is to conduct a systematic review of facial and pose emotion recognition using DL methods and computer vision. The studies were categorized based on a proposed taxonomy that describes the type of expressions used for emotion detection, the testing environment, the currently relevant DL methods, and the datasets used. The taxonomy of methods in our review includes Convolutional Neural Network (CNN), Faster Region-based Convolutional Neural Network (R-CNN), Vision Transformer (ViT), and \"Other NNs\", which are the most commonly used models in the analyzed studies, indicating their trendiness in the field. Hybrid and augmented models are not explicitly categorized within this taxonomy, but they are still important to the field. This review offers an understanding of state-of-the-art computer vision algorithms and datasets for emotion recognition through facial expressions and body poses, allowing researchers to understand its fundamental components and trends."}, {"title": "Deep Learning-Based Nystagmus Detection for BPPV Diagnosis.", "summary": "In this study, we propose a deep learning-based nystagmus detection algorithm using video oculography (VOG) data to diagnose benign paroxysmal positional vertigo (BPPV). Various deep learning architectures were utilized to develop and evaluate nystagmus detection models. Among the four deep learning architectures used in this study, the CNN1D model proposed as a nystagmus detection model demonstrated the best performance, exhibiting a sensitivity of 94.06 ± 0.78%, specificity of 86.39 ± 1.31%, precision of 91.34 ± 0.84%, accuracy of 91.02 ± 0.66%, and an <i>F</i><sub>1</sub>-score of 92.68 ± 0.55%. These results indicate the high accuracy and generalizability of the proposed nystagmus diagnosis algorithm. In conclusion, this study validates the practicality of deep learning in diagnosing BPPV and offers avenues for numerous potential applications of deep learning in the medical diagnostic sector. The findings of this research underscore its importance in enhancing diagnostic accuracy and efficiency in healthcare."}, {"title": "Security Analysis for Smart Healthcare Systems.", "summary": "The healthcare industry went through reformation by integrating the Internet of Medical Things (IoMT) to enable data harnessing by transmission mediums from different devices, about patients to healthcare staff devices, for further analysis through cloud-based servers for proper diagnosis of patients, yielding efficient and accurate results. However, IoMT technology is accompanied by a set of drawbacks in terms of security risks and vulnerabilities, such as violating and exposing patients' sensitive and confidential data. Further, the network traffic data is prone to interception attacks caused by a wireless type of communication and alteration of data, which could cause unwanted outcomes. The advocated scheme provides insight into a robust Intrusion Detection System (IDS) for IoMT networks. It leverages a honeypot to divert attackers away from critical systems, reducing the attack surface. Additionally, the IDS employs an ensemble method combining Logistic Regression and K-Nearest Neighbor algorithms. This approach harnesses the strengths of both algorithms to improve attack detection accuracy and robustness. This work analyzes the impact, performance, accuracy, and precision outcomes of the used model on two IoMT-related datasets which contain multiple attack types such as Man-In-The-Middle (MITM), Data Injection, and Distributed Denial of Services (DDOS). The yielded results showed that the proposed ensemble method was effective in detecting intrusion attempts and classifying them as attacks or normal network traffic, with a high accuracy of 92.5% for the first dataset and 99.54% for the second dataset and a precision of 96.74% for the first dataset and 99.228% for the second dataset."}, {"title": "Evaluating Cellularity Estimation Methods: Comparing AI Counting with Pathologists' Visual Estimates.", "summary": "The development of next-generation sequencing (NGS) has enabled the discovery of cancer-specific driver gene alternations, making precision medicine possible. However, accurate genetic testing requires a sufficient amount of tumor cells in the specimen. The evaluation of tumor content ratio (TCR) from hematoxylin and eosin (H&E)-stained images has been found to vary between pathologists, making it an important challenge to obtain an accurate TCR. In this study, three pathologists exhaustively labeled all cells in 41 regions from 41 lung cancer cases as either tumor, non-tumor or indistinguishable, thus establishing a \"gold standard\" TCR. We then compared the accuracy of the TCR estimated by 13 pathologists based on visual assessment and the TCR calculated by an AI model that we have developed. It is a compact and fast model that follows a fully convolutional neural network architecture and produces cell detection maps which can be efficiently post-processed to obtain tumor and non-tumor cell counts from which TCR is calculated. Its raw cell detection accuracy is 92% while its classification accuracy is 84%. The results show that the error between the gold standard TCR and the AI calculation was significantly smaller than that between the gold standard TCR and the pathologist's visual assessment (p<0.05). Additionally, the robustness of AI models across institutions is a key issue and we demonstrate that the variation in AI was smaller than that in the average of pathologists when evaluated by institution. These findings suggest that the accuracy of tumor cellularity assessments in clinical workflows is significantly improved by the introduction of robust AI models, leading to more efficient genetic testing and ultimately to better patient outcomes."}, {"title": "Artificial Intelligence in Point-of-Care Biosensing: Challenges and Opportunities.", "summary": "The integration of artificial intelligence (AI) into point-of-care (POC) biosensing has the potential to revolutionize diagnostic methodologies by offering rapid, accurate, and accessible health assessment directly at the patient level. This review paper explores the transformative impact of AI technologies on POC biosensing, emphasizing recent computational advancements, ongoing challenges, and future prospects in the field. We provide an overview of core biosensing technologies and their use at the POC, highlighting ongoing issues and challenges that may be solved with AI. We follow with an overview of AI methodologies that can be applied to biosensing, including machine learning algorithms, neural networks, and data processing frameworks that facilitate real-time analytical decision-making. We explore the applications of AI at each stage of the biosensor development process, highlighting the diverse opportunities beyond simple data analysis procedures. We include a thorough analysis of outstanding challenges in the field of AI-assisted biosensing, focusing on the technical and ethical challenges regarding the widespread adoption of these technologies, such as data security, algorithmic bias, and regulatory compliance. Through this review, we aim to emphasize the role of AI in advancing POC biosensing and inform researchers, clinicians, and policymakers about the potential of these technologies in reshaping global healthcare landscapes."}, {"title": "Early Breast Cancer Risk Assessment: Integrating Histopathology with Artificial Intelligence.", "summary": "Effective risk assessment in early breast cancer is essential for informed clinical decision-making, yet consensus on defining risk categories remains challenging. This paper explores evolving approaches in risk stratification, encompassing histopathological, immunohistochemical, and molecular biomarkers alongside cutting-edge artificial intelligence (AI) techniques. Leveraging machine learning, deep learning, and convolutional neural networks, AI is reshaping predictive algorithms for recurrence risk, thereby revolutionizing diagnostic accuracy and treatment planning. Beyond detection, AI applications extend to histological subtyping, grading, lymph node assessment, and molecular feature identification, fostering personalized therapy decisions. With rising cancer rates, it is crucial to implement AI to accelerate breakthroughs in clinical practice, benefiting both patients and healthcare providers. However, it is important to recognize that while AI offers powerful automation and analysis tools, it lacks the nuanced understanding, clinical context, and ethical considerations inherent to human pathologists in patient care. Hence, the successful integration of AI into clinical practice demands collaborative efforts between medical experts and computational pathologists to optimize patient outcomes."}, {"title": "Clinical and Surgical Applications of Large Language Models: A Systematic Review.", "summary": "<b>Background:</b> Large language models (LLMs) represent a recent advancement in artificial intelligence with medical applications across various healthcare domains. The objective of this review is to highlight how LLMs can be utilized by clinicians and surgeons in their everyday practice. <b>Methods:</b> A systematic review was conducted following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines. Six databases were searched to identify relevant articles. Eligibility criteria emphasized articles focused primarily on clinical and surgical applications of LLMs. <b>Results:</b> The literature search yielded 333 results, with 34 meeting eligibility criteria. All articles were from 2023. There were 14 original research articles, four letters, one interview, and 15 review articles. These articles covered a wide variety of medical specialties, including various surgical subspecialties. <b>Conclusions</b>: LLMs have the potential to enhance healthcare delivery. In clinical settings, LLMs can assist in diagnosis, treatment guidance, patient triage, physician knowledge augmentation, and administrative tasks. In surgical settings, LLMs can assist surgeons with documentation, surgical planning, and intraoperative guidance. However, addressing their limitations and concerns, particularly those related to accuracy and biases, is crucial. LLMs should be viewed as tools to complement, not replace, the expertise of healthcare professionals."}, {"title": "Beyond the Bedside: Machine Learning-Guided Length of Stay (LOS) Prediction for Cardiac Patients in Tertiary Care.", "summary": "Efficient management of hospital resources is essential for providing high-quality healthcare while ensuring sustainability. Length of stay (LOS), measuring the duration from admission to discharge, directly impacts patient outcomes and resource utilization. Accurate LOS prediction offers numerous benefits, including reducing re-admissions, ensuring appropriate staffing, and facilitating informed discharge planning. While conventional methods rely on statistical models and clinical expertise, recent advances in machine learning (ML) present promising avenues for enhancing LOS prediction. This research focuses on developing an ML-based LOS prediction model trained on a comprehensive real-world dataset and discussing the important factors towards practical deployment of trained ML models in clinical settings. This research involves the development of a comprehensive adult cardiac patient dataset (SaudiCardioStay (SCS)) from the King Faisal Specialist Hospital & Research Centre (KFSH&RC) hospital in Saudi Arabia, comprising 4930 patient encounters for 3611 unique patients collected from 2019 to 2022 (excluding 2020). A diverse range of classical ML models (i.e., Random Forest (RF), Extreme Gradient Boosting (XGBoost), Light Gradient Boosting Machine (LGBM), artificial neural networks (ANNs), Average Voting Regression (AvgVotReg)) are implemented for the SCS dataset to explore the potential of existing ML models in LOS prediction. In addition, this study introduces a novel approach for LOS prediction by incorporating a dedicated LOS classifier within a sophisticated ensemble methodology (i.e., Two-Level Sequential Cascade Generalization (2LSCG), Three-Level Sequential Cascade Generalization (3LSCG), Parallel Cascade Generalization (PCG)), aiming to enhance prediction accuracy and capture nuanced patterns in healthcare data. The experimental results indicate the best mean absolute error (MAE) of 0.1700 for the 3LSCG model. Relatively comparable performance was observed for the AvgVotReg model, with a MAE of 0.1703. In the end, a detailed analysis of the practical implications, limitations, and recommendations concerning the deployment of ML approaches in actual clinical settings is presented."}, {"title": "Minimization of occurrence of retained surgical items using machine learning and deep learning techniques: a review.", "summary": "Retained surgical items (RSIs) pose significant risks to patients and healthcare professionals, prompting extensive efforts to reduce their incidence. RSIs are objects inadvertently left within patients' bodies after surgery, which can lead to severe consequences such as infections and death. The repercussions highlight the critical need to address this issue. Machine learning (ML) and deep learning (DL) have displayed considerable potential for enhancing the prevention of RSIs through heightened precision and decreased reliance on human involvement. ML techniques are finding an expanding number of applications in medicine, ranging from automated imaging analysis to diagnosis. DL has enabled substantial advances in the prediction capabilities of computers by combining the availability of massive volumes of data with extremely effective learning algorithms. This paper reviews and evaluates recently published articles on the application of ML and DL in RSIs prevention and diagnosis, stressing the need for a multi-layered approach that leverages each method's strengths to mitigate RSI risks. It highlights the key findings, advantages, and limitations of the different techniques used. Extensive datasets for training ML and DL models could enhance RSI detection systems. This paper also discusses the various datasets used by researchers for training the models. In addition, future directions for improving these technologies for RSI diagnosis and prevention are considered. By merging ML and DL with current procedures, it is conceivable to substantially minimize RSIs, enhance patient safety, and elevate surgical care standards."}, {"title": "DeepLeish: a deep learning based support system for the detection of Leishmaniasis parasite from Giemsa-stained microscope images.", "summary": "Leishmaniasis is a vector-born neglected parasitic disease belonging to the genus Leishmania. Out of the 30 Leishmania species, 21 species cause human infection that affect the skin and the internal organs. Around, 700,000 to 1,000,000 of the newly infected cases and 26,000 to 65,000 deaths are reported worldwide annually. The disease exhibits three clinical presentations, namely, the cutaneous, muco-cutaneous and visceral Leishmaniasis which affects the skin, mucosal membrane and the internal organs, respectively. The relapsing behavior of the disease limits its diagnosis and treatment efficiency. The common diagnostic approaches follow subjective, error-prone, repetitive processes. Despite, an ever pressing need for an accurate detection of Leishmaniasis, the research conducted so far is scarce. In this regard, the main aim of the current research is to develop an artificial intelligence based detection tool for the Leishmaniasis from the Geimsa-stained microscopic images using deep learning method."}, {"title": "High risk populations for unplanned healthcare utilization following ostomy construction.", "summary": "Patients with a new ostomy have high rates of unplanned healthcare utilization (UPHU). We used machine learning to assess which factors contributed the most to UPHU after ostomy construction."}, {"title": "Effectiveness of artificial intelligence in detecting and managing depressive disorders: Systematic review.", "summary": "This study underscores the importance of exploring AI's creative applications in treating depressive disorders to revolutionize mental health care. Through innovative integration of AI technologies, the research confirms their positive effects on preventing, diagnosing, and treating depression. The systematic review establishes an evidence base for AI in depression management, offering directions for effective interventions."}, {"title": "Computer Vision for Gait Assessment in Cerebral Palsy: Metric Learning and Confidence Estimation.", "summary": "Assessing the motor impairments of individuals with neurological disorders holds significant importance in clinical practice. Currently, these clinical assessments are time-intensive and depend on qualitative scales administered by trained healthcare professionals at the clinic. These evaluations provide only coarse snapshots of a person's abilities, failing to track quantitatively the detail and minutiae of recovery over time. To overcome these limitations, we introduce a novel machine learning approach that can be administered anywhere including home. It leverages a spatial-temporal graph convolutional network (STGCN) to extract motion characteristics from pose data obtained from monocular video captured by portable devices like smartphones and tablets. We propose an end-to-end model, achieving an accuracy rate of approximately 76.6% in assessing children with Cerebral Palsy (CP) using the Gross Motor Function Classification System (GMFCS). This represents a 5% improvement in accuracy compared to the current state-of-the-art techniques and demonstrates strong agreement with professional assessments, as indicated by the weighted Cohen's Kappa (κ<sub>lw</sub> = 0.733). In addition, we introduce the use of metric learning through triplet loss and self-supervised training to better handle situations with a limited number of training samples and enable confidence estimation. Setting a confidence threshold at 0.95, we attain an impressive estimation accuracy of 88%. Notably, our method can be efficiently implemented on a wide range of mobile devices, providing real-time or near real-time results."}, {"title": "Timely ICU Outcome Prediction Utilizing Stochastic Signal Analysis and Machine Learning Techniques with Readily Available Vital Sign Data.", "summary": "The ICU is a specialized hospital department that offers critical care to patients at high risk. The massive burden of ICU-requiring care requires accurate and timely ICU outcome predictions for alleviating the economic and healthcare burdens imposed by critical care needs. Existing research faces challenges such as feature extraction difficulties, low accuracy, and resource-intensive features. Some studies have explored deep learning models that utilize raw clinical inputs. However, these models are considered non-interpretable black boxes, which prevents their wide application. The objective of the study is to develop a new method using stochastic signal analysis and machine learning techniques to effectively extract features with strong predictive power from ICU patients' real-time time series of vital signs for accurate and timely ICU outcome prediction. The results show the proposed method extracted meaningful features and outperforms baseline methods, including APACHE IV (AUC = 0.750), deep learning-based models (AUC = 0.732, 0.712, 0.698, 0.722), and statistical feature classification methods (AUC = 0.765) by a large margin (AUC = 0.869). The proposed method has clinical, management, and administrative implications since it enables healthcare professionals to identify deviations from prognostications timely and accurately and, therefore, to conduct proper interventions."}, {"title": "Large language models in physical therapy: time to adapt and adept.", "summary": "Healthcare is experiencing a transformative phase, with artificial intelligence (AI) and machine learning (ML). Physical therapists (PTs) stand on the brink of a paradigm shift in education, practice, and research. Rather than visualizing AI as a threat, it presents an opportunity to revolutionize. This paper examines how large language models (LLMs), such as ChatGPT and BioMedLM, driven by deep ML can offer human-like performance but face challenges in accuracy due to vast data in PT and rehabilitation practice. PTs can benefit by developing and training an LLM specifically for streamlining administrative tasks, connecting globally, and customizing treatments using LLMs. However, human touch and creativity remain invaluable. This paper urges PTs to engage in learning and shaping AI models by highlighting the need for ethical use and human supervision to address potential biases. Embracing AI as a contributor, and not just a user, is crucial by integrating AI, fostering collaboration for a future in which AI enriches the PT field provided data accuracy, and the challenges associated with feeding the AI model are sensitively addressed."}, {"title": "Prediction of post-delivery hemoglobin levels with machine learning algorithms.", "summary": "Predicting postpartum hemorrhage (PPH) before delivery is crucial for enhancing patient outcomes, enabling timely transfer and implementation of prophylactic therapies. We attempted to utilize machine learning (ML) using basic pre-labor clinical data and laboratory measurements to predict postpartum Hemoglobin (Hb) in non-complicated singleton pregnancies. The local databases of two academic care centers on patient delivery were incorporated into the current study. Patients with preexisting coagulopathy, traumatic cases, and allogenic blood transfusion were excluded from all analyses. The association of pre-delivery variables with 24-h post-delivery hemoglobin level was evaluated using feature selection with Elastic Net regression and Random Forest algorithms. A suite of ML algorithms was employed to predict post-delivery Hb levels. Out of 2051 pregnant women, 1974 were included in the final analysis. After data pre-processing and redundant variable removal, the top predictors selected via feature selection for predicting post-delivery Hb were parity (B: 0.09 [0.05-0.12]), gestational age, pre-delivery hemoglobin (B:0.83 [0.80-0.85]) and fibrinogen levels (B:0.01 [0.01-0.01]), and pre-labor platelet count (B*1000: 0.77 [0.30-1.23]). Among the trained algorithms, artificial neural network provided the most accurate model (Root mean squared error: 0.62), which was subsequently deployed as a web-based calculator: https://predictivecalculators.shinyapps.io/ANN-HB . The current study shows that ML models could be utilized as accurate predictors of indirect measures of PPH and can be readily incorporated into healthcare systems. Further studies with heterogenous population-based samples may further improve the generalizability of these models."}, {"title": "Deep learning-based classification of erosion, synovitis and osteitis in hand MRI of patients with inflammatory arthritis.", "summary": "To train, test and validate the performance of a convolutional neural network (CNN)-based approach for the automated assessment of bone erosions, osteitis and synovitis in hand MRI of patients with inflammatory arthritis."}, {"title": "A responsible framework for applying artificial intelligence on medical images and signals at the point-of-care: the PACS-AI platform.", "summary": "The potential of artificial intelligence (AI) in medicine lies in its ability to enhance clinicians' capacity to analyze medical images, thereby improving diagnostic precision and accuracy, thus enhancing current tests. However, the integration of AI within healthcare is fraught with difficulties. Heterogeneity among healthcare system applications, reliance on proprietary closed-source software, and rising cyber-security threats pose significant challenges. Moreover, prior to their deployment in clinical settings, AI models must demonstrate their effectiveness across a wide range of scenarios and must be validated by prospective studies, but doing so requires testing in an environment mirroring the clinical workflow which is difficult to achieve without dedicated software. Finally, the use of AI techniques in healthcare raises significant legal and ethical issues, such as the protection of patient privacy, the prevention of bias, and the monitoring of the device's safety and effectiveness for regulatory compliance. This review describes challenges to AI integration in healthcare and provides guidelines on how to move forward. We describe an open-source solution that we developed which integrates AI models into the Picture Archives Communication System (PACS), called PACS-AI. This approach aims to increase the evaluation of AI models by facilitating their integration and validation with existing medical imaging databases. PACS-AI may overcome many current barriers to AI deployment and offers a pathway towards responsible, fair, and effective deployment of AI models in healthcare. Additionally, we propose a list of criteria and guidelines that AI researchers should adopt when publishing a medical AI model, to enhance standardization and reproducibility."}, {"title": "New diagnostic technologies in laboratory medicine: Potential benefits and challenges.", "summary": "Laboratory tests play a central role in medicine, as they help to make diagnoses, assess prognosis, risk of disease, and monitor therapies, thus contributing to 70% of all medical decisions. This cross-sectional function offers great potential for technological and organizational innovation to influence healthcare as a whole. In recent years, a variety of technologies have emerged and entered the field of medical research, or even medical care. A new generation of biosensors allows the determination of laboratory tests at the point-of-care and enables faster medical decisions. Recent devices allow for patient-centric blood sampling, which eliminates the need for painful blood draws, patient traveling, and the workload of healthcare professionals. Analytical techniques such as metabolomics, lipidomics or proteomics can identify biomarkers extremely sensitively, even down to individual cells. Pharmacogenomics allows the determination of genetic polymorphisms that predict the response to chemotherapeutic agents. Machine-learning approaches can handle large amounts of multi-layered data for diagnostic applications. However, this enormous diagnostic potential is far from being utilized and only very few applications have been implemented in clinical practice. Why is this the case? In this article, we describe the key technology fields, discuss their medical potential and obstacles to their implementation. In addition, we present a methodological framework to support researchers, clinicians and authorities in the development and implementation of novel diagnostic approaches."}, {"title": "Automated blood volume estimation in surgical drains for clinical decision support.", "summary": "Monitoring Jackson Pratt and Hemovac drains plays a crucial role in assessing a patient's recovery and identifying potential postoperative complications. Accurate and regular monitoring of the blood volume in the drain is essential for making decisions about patient care. However, transferring blood to a measuring cup and recording it is a challenging task for both patients and doctors, exposing them to bloodborne pathogens such as the human immunodeficiency virus (HIV), hepatitis B virus (HBV), and hepatitis C virus (HCV). To automate the recording process with a non-contact approach, we propose an innovative approach that utilizes deep learning techniques to detect a drain in a photograph, compute the blood level in the drain, estimate the blood volume, and display the results on both web and mobile interfaces."}, {"title": "CT-Based AI model for predicting therapeutic outcomes in ureteral stones after single extracorporeal shock wave lithotripsy through a cohort study.", "summary": "Exploring the efficacy of an artificial intelligence (AI) model derived from the analysis of CT images to precisely forecast the therapeutic outcomes of singular-session extracorporeal shock wave lithotripsy (ESWL) in the management of ureteral stones."}, {"title": "Multi-Modality Deep Infarct: Non-invasive identification of infarcted myocardium using composite in-silico-human data learning.", "summary": "Myocardial infarction (MI) continues to be a leading cause of death worldwide. The precise quantification of infarcted tissue is crucial to diagnosis, therapeutic management, and post-MI care. Late gadolinium enhancement-cardiac magnetic resonance imaging (LGE-CMR) is regarded as the gold standard for precise infarct tissue localization in MI patients. A fundamental limitation of LGE-CMR is the invasive intravenous introduction of gadolinium-based contrast agents that present potential high-risk toxicity, particularly for individuals with underlying chronic kidney diseases. Herein, we develop a completely non-invasive methodology that identifies the location and extent of an infarct region in the left ventricle via a machine learning (ML) model using only cardiac strains as inputs. In this transformative approach, we demonstrate the remarkable performance of a multi-fidelity ML model that combines rodent-based in-silico-generated training data (low-fidelity) with very limited patient-specific human data (high-fidelity) in predicting LGE ground truth. Our results offer a new paradigm for developing feasible prognostic tools by augmenting synthetic simulation-based data with very small amounts of in-vivo human data. More broadly, the proposed approach can significantly assist with addressing biomedical challenges in healthcare where human data are limited."}, {"title": "Predicting the onset of Alzheimer's disease and related dementia using Electronic Health Records: Findings from the Cache County Study on Memory in Aging (1995-2008).", "summary": "Clinical notes, biomarkers, and neuroimaging have been proven valuable in dementia prediction models. Whether commonly available structured clinical data can predict dementia is an emerging area of research. We aimed to predict Alzheimer's disease (AD) and Alzheimer's disease related dementias (ADRD) in a well-phenotyped, population-based cohort using a machine learning approach. Methods Administrative healthcare data (k = 163 diagnostic features), in addition to Census/vital record sociodemographic data (k = 6 features), were linked to the Cache County Study (CCS, 1995-2008). Results Among successfully linked UPDB-CCS participants (n = 4206), 522 (12.4%) had incident AD/ADRD as per the CCS \"gold standard\" assessments. Random Forest models, with a 1-year prediction window, achieved the best performance with an Area Under the Curve (AUC) of 0.67. Accuracy declined for dementia subtypes: AD/ADRD (AUC = 0.65); ADRD (AUC = 0.49). DISCUSSION Commonly available structured clinical data (without labs, notes, or prescription information) demonstrate modest ability to predict AD/ADRD, corroborated by prior research."}, {"title": "A Primer on Artificial Intelligence for Healthcare Administrators.", "summary": "Healthcare administrators steer their organizations' strategic direction with an emphasis on quality, value and efficiency, aiming to improve patient outcomes and ensure operational sustainability. Artificial intelligence (AI) has become a transformative force in healthcare in the past decade, with Canadian health systems and research institutions investing in AI solutions to address critical healthcare challenges. This primer delivers a fundamental guide to essential AI concepts in healthcare and provides practical guidance to prepare organizations for AI readiness."}, {"title": "Assessing inclusion and representativeness on digital platforms for health education: Evidence from YouTube.", "summary": "Studies confirm that significant biases exist in online recommendation platforms, exacerbating pre-existing disparities and leading to less-than-optimal outcomes for underrepresented demographics. We study issues of bias in inclusion and representativeness in the context of healthcare information disseminated via videos on the YouTube social media platform, a widely used online channel for multi-media rich information. With one in three US adults using the Internet to learn about a health concern, it is critical to assess inclusivity and representativeness regarding how health information is disseminated by digital platforms such as YouTube."}, {"title": "Identify and mitigate bias in electronic phenotyping: A comprehensive study from computational perspective.", "summary": "Electronic phenotyping is a fundamental task that identifies the special group of patients, which plays an important role in precision medicine in the era of digital health. Phenotyping provides real-world evidence for other related biomedical research and clinical tasks, e.g., disease diagnosis, drug development, and clinical trials, etc. With the development of electronic health records, the performance of electronic phenotyping has been significantly boosted by advanced machine learning techniques. In the healthcare domain, precision and fairness are both essential aspects that should be taken into consideration. However, most related efforts are put into designing phenotyping models with higher accuracy. Few attention is put on the fairness perspective of phenotyping. The neglection of bias in phenotyping leads to subgroups of patients being underrepresented which will further affect the following healthcare activities such as patient recruitment in clinical trials. In this work, we are motivated to bridge this gap through a comprehensive experimental study to identify the bias existing in electronic phenotyping models and evaluate the widely-used debiasing methods' performance on these models. We choose pneumonia and sepsis as our phenotyping target diseases. We benchmark 9 kinds of electronic phenotyping methods spanning from rule-based to data-driven methods. Meanwhile, we evaluate the performance of the 5 bias mitigation strategies covering pre-processing, in-processing, and post-processing. Through the extensive experiments, we summarize several insightful findings from the bias identified in the phenotyping and key points of the bias mitigation strategies in phenotyping."}, {"title": "High Prevalence and Genetic Diversity of Multidrug Resistant and Extended Spectrum ß-Lactamase Producing Escherichia coli and Klebsiella pneumoniae in Mothers and Neonates in a Cameroonian Labour Ward.", "summary": "Escherichia coli and Klebsiella pneumoniae rank among the primary bacterial culprits in neonatal infections and fatalities in sub-Saharan Africa. This study characterized the phenotypic and genotypic features of Escherichia coli and Klebsiella pneumoniae in a labour ward in Yaoundé, Cameroon."}, {"title": "Machine learning and integrative multi-omics network analysis for survival prediction in acute myeloid leukemia.", "summary": "Acute myeloid leukemia (AML) is the most common malignant myeloid disorder in adults and the fifth most common malignancy in children, necessitating advanced technologies for outcome prediction."}, {"title": "Health effects of air pollution on respiratory symptoms: A longitudinal study using digital health sensors.", "summary": "Previous studies of air pollution and respiratory disease often relied on aggregated or lagged acute respiratory disease outcome measures, such as emergency department (ED) visits or hospitalizations, which may lack temporal and spatial resolution. This study investigated the association between daily air pollution exposure and respiratory symptoms among participants with asthma and chronic obstructive pulmonary disease (COPD), using a unique dataset passively collected by digital sensors monitoring inhaled medication use. The aggregated dataset comprised 456,779 short-acting beta-agonist (SABA) puffs across 3,386 people with asthma or COPD, between 2012 and 2019, across the state of California. Each rescue use was assigned space-time air pollution values of nitrogen dioxide (NO<sub>2</sub>), fine particulate matter with diameter ≤ 2.5 µm (PM<sub>2.5</sub>) and ozone (O<sub>3</sub>), derived from highly spatially resolved air pollution surfaces generated for the state of California. Statistical analyses were conducted using linear mixed models and random forest machine learning. Results indicate that daily air pollution exposure is positively associated with an increase in daily SABA use, for individual pollutants and simultaneous exposure to multiple pollutants. The advanced linear mixed model found that a 10-ppb increase in NO<sub>2</sub>, a 10 μg m<sup>-3</sup> increase in PM<sub>2.5</sub>, and a 30-ppb increase in O<sub>3</sub> were respectively associated with incidence rate ratios of SABA use of 1.025 (95 % CI: 1.013-1.038), 1.054 (95 % CI: 1.041-1.068), and 1.161 (95 % CI: 1.127-1.233), equivalent to a respective 2.5 %, 5.4 % and 16 % increase in SABA puffs over the mean. The random forest machine learning approach showed similar results. This study highlights the potential of digital health sensors to provide valuable insights into the daily health impacts of environmental exposures, offering a novel approach to epidemiological research that goes beyond residential address. Further investigation is warranted to explore potential causal relationships and to inform public health strategies for respiratory disease management."}, {"title": "Machine Learning for the Prediction of Procedural Case Durations Developed Using a Large Multicenter Database: Algorithm Development and Validation Study.", "summary": "Accurate projections of procedural case durations are complex but critical to the planning of perioperative staffing, operating room resources, and patient communication. Nonlinear prediction models using machine learning methods may provide opportunities for hospitals to improve upon current estimates of procedure duration."}, {"title": "A new method for identification of traditional Chinese medicine constitution based on tongue features with machine learning.", "summary": "The theory of Chinese medicine (TCM) constitution contributes to the optimisation of individualised healthcare programmes. However, at present, TCM constitution identification mainly relies on inefficient questionnaires with subjective bias. Efficient and accurate TCM constitution identification can play an important role in individualised medicine and healthcare."}, {"title": "Artificial Intelligence in Urology: Application of a machine learning model to predict the risk of urolithiasis in a general population.", "summary": "This research presents our application of artificial intelligence (AI) in predicting urolithiasis risk. Previous applications including AI for stone disease have focused on stone composition and aiding diagnostic imaging. AI applications centered around patient specific characteristics, lifestyle considerations, and diet have been limited. Our study comprised a robust sample size of 976 Chilean participants, with meticulously analyzed demographic, lifestyle, and health data through a comprehensive questionnaire. We developed a predictive model using various classifiers including logistic regression, decision trees, random forests, and extra trees, reaching high accuracy (88%) in identifying individuals at risk of kidney stone formation. Key protective factors highlighted by the algorithm include the pivotal role of hydration, physical activity, and dietary patterns that played a crucial role, emphasizing the protective nature of higher fruit and vegetable intake, balanced dairy consumption, and the nuanced impact of specific protein sources on kidney stone risk. In contrast, identified risk factors encompassed gender disparities with males found to be 2.31 times more likely to develop kidney stones than females. Thirst and self-perceived dark urine color emerged as strong predictors, with a significant increase in the likelihood of stone formation. The development of predictive tools with AI, in urolithiasis management signifies a paradigm shift toward more precise and personalized healthcare. The algorithm's ability to process extensive datasets, including dietary habits, heralds a new era of data-driven medical practice. This research underscores the transformative impact of AI in medical diagnostics and prevention, paving the way for a future where healthcare interventions are not only more effective but also tailored to individual patient needs. In this case, AI is an important tool that can help patients stay healthy, prevent diseases, and make informed decisions about their overall well-being."}, {"title": "Data-Driven Analysis Reveals Cortical Infarction Patterns Correlated With Inflammation and Prognosis: A Retrospective, Multicenter Cohort Study.", "summary": "We aim to identify the distinct lesion patterns and regions associated with functional outcome and inflammation in patients with acute ischemic stroke, and investigate whether the association between lesion patterns and functional outcome was mediated by inflammation."}, {"title": "Artificial intelligence approaches for phenotyping heart failure in U.S. Veterans Health Administration electronic health record.", "summary": "Heart failure (HF) is a clinical syndrome with no definitive diagnostic tests. HF registries are often based on manual reviews of medical records of hospitalized HF patients identified using International Classification of Diseases (ICD) codes. However, most HF patients are not hospitalized, and manual review of big electronic health record (EHR) data is not practical. The US Department of Veterans Affairs (VA) has the largest integrated healthcare system in the nation, and an estimated 1.5 million patients have ICD codes for HF (HF ICD-code universe) in their VA EHR. The objective of our study was to develop artificial intelligence (AI) models to phenotype HF in these patients."}, {"title": "Prognostic models for colorectal cancer recurrence using carcinoembryonic antigen measurements.", "summary": "Colorectal cancer (CRC) is one of the most prevalent cancers worldwide. A considerable percentage of patients who undergo surgery with curative intent will experience cancer recurrence. Early identification of individuals with a higher risk of recurrence is crucial for healthcare professionals to intervene promptly and devise appropriate treatment strategies. In this study, we developed prognostic models for CRC recurrence using machine learning models on a limited number of CEA measurements."}, {"title": "Opioid Nonadherence Risk Prediction of Patients with Cancer-Related Pain Based on Five Machine Learning Algorithms.", "summary": "Opioid nonadherence represents a significant barrier to cancer pain treatment efficacy. However, there is currently no effective prediction method for opioid adherence in patients with cancer pain. We aimed to develop and validate a machine learning (ML) model and evaluate its feasibility to predict opioid nonadherence in patients with cancer pain."}, {"title": "ConverSense: An Automated Approach to Assess Patient-Provider Interactions using Social Signals.", "summary": "Patient-provider communication influences patient health outcomes, and analyzing such communication could help providers identify opportunities for improvement, leading to better care. Interpersonal communication can be assessed through \"social-signals\" expressed in non-verbal, vocal behaviors like interruptions, turn-taking, and pitch. To automate this assessment, we introduce a machine-learning pipeline that ingests audio-streams of conversations and tracks the magnitude of four social-signals: dominance, interactivity, engagement, and warmth. This pipeline is embedded into ConverSense, a web-application for providers to visualize their communication patterns, both within and across visits. Our user study with 5 clinicians and 10 patient visits demonstrates ConverSense's potential to provide feedback on communication challenges, as well as the need for this feedback to be contextualized within the specific underlying visit and patient interaction. Through this novel approach that uses data-driven self-reflection, ConverSense can help providers improve their communication with patients to deliver improved quality of care."}, {"title": "Deep CNNs for glioma grading on conventional MRIs: Performance analysis, challenges, and future directions.", "summary": "The increasing global incidence of glioma tumors has raised significant healthcare concerns due to their high mortality rates. Traditionally, tumor diagnosis relies on visual analysis of medical imaging and invasive biopsies for precise grading. As an alternative, computer-assisted methods, particularly deep convolutional neural networks (DCNNs), have gained traction. This research paper explores the recent advancements in DCNNs for glioma grading using brain magnetic resonance images (MRIs) from 2015 to 2023. The study evaluated various DCNN architectures and their performance, revealing remarkable results with models such as hybrid and ensemble based DCNNs achieving accuracy levels of up to 98.91%. However, challenges persisted in the form of limited datasets, lack of external validation, and variations in grading formulations across diverse literature sources. Addressing these challenges through expanding datasets, conducting external validation, and standardizing grading formulations can enhance the performance and reliability of DCNNs in glioma grading, thereby advancing brain tumor classification and extending its applications to other neurological disorders."}, {"title": "Involuntary psychiatric hospitalisation - differences and similarities between patients detained under the mental health act and according to the legal guardianship legislation.", "summary": "Involuntary psychiatric hospitalisation occurs under different legal premises. According to German law, detention under the Mental Health Act (MHA) is possible in cases of imminent danger of self-harm or harm to others, while detention according to the legal guardianship legislation (LGL) serves to prevent self-harm if there is considerable but not necessarily imminent danger. This study aims to compare clinical, sociodemographic and environmental socioeconomic differences and similarities between patients hospitalised under either the MHA or LGL."}, {"title": "Scalable Transdiagnostic Early Assessment of Mental Health (STREAM): a study protocol.", "summary": "Early childhood development forms the foundations for functioning later in life. Thus, accurate monitoring of developmental trajectories is critical. However, such monitoring often relies on time-intensive assessments which necessitate administration by skilled professionals. This difficulty is exacerbated in low-resource settings where such professionals are predominantly concentrated in urban and often private clinics, making them inaccessible to many. This geographic and economic inaccessibility contributes to a significant 'detection gap' where many children who might benefit from support remain undetected. The Scalable Transdiagnostic Early Assessment of Mental Health (STREAM) project aims to bridge this gap by developing an open-source, scalable, tablet-based platform administered by non-specialist workers to assess motor, social and cognitive developmental status. The goal is to deploy STREAM through public health initiatives, maximising opportunities for effective early interventions."}, {"title": "Other possible perspectives for solving the negative outcome penalty paradox in the application of artificial intelligence in clinical diagnostics.", "summary": "Artificial intelligence (AI), represented by machine learning, artificial neural networks and deep learning, is impacting all areas of medicine, including translational research (from bench to bedside to health policy), clinical medicine (including diagnosis, treatment, prognosis and healthcare resource allocation) and public health. At a time when almost everyone is focused on how to better realise the promise of AI to transform the entire healthcare system, Dr Appel calls for public attention to the AI in medicine and the negative outcome penalty paradox. Proposing this topic has deepened our thinking about the application of AI in clinical diagnostics, and also prompted us to find more effective ways to integrate AI more effectively into future clinical practice. In addition to Dr Appel's insightful advice, I hope to offer three other possible perspectives, including changing public perceptions, re-engineering clinical practice processes and introducing more stakeholders, to further the discussion on this topic."}, {"title": "Energy-efficient dynamic sensor time series classification for edge health devices.", "summary": "Time series data plays a crucial role in the realm of the Internet of Things Medical (IoMT). Through machine learning (ML) algorithms, online time series classification in IoMT systems enables reliable real-time disease detection. Deploying ML algorithms on edge health devices can reduce latency and safeguard patients' privacy. However, the limited computational resources of these devices underscore the need for more energy-efficient algorithms. Furthermore, online time series classification inevitably faces the challenges of concept drift (CD) and catastrophic forgetting (CF). To address these challenges, this study proposes an energy-efficient Online Time series classification algorithm that can solve CF and CD for health devices, called OTCD."}, {"title": "The efficacy of machine learning models in lung cancer risk prediction with explainability.", "summary": "Among many types of cancers, to date, lung cancer remains one of the deadliest cancers around the world. Many researchers, scientists, doctors, and people from other fields continuously contribute to this subject regarding early prediction and diagnosis. One of the significant problems in prediction is the black-box nature of machine learning models. Though the detection rate is comparatively satisfactory, people have yet to learn how a model came to that decision, causing trust issues among patients and healthcare workers. This work uses multiple machine learning models on a numerical dataset of lung cancer-relevant parameters and compares performance and accuracy. After comparison, each model has been explained using different methods. The main contribution of this research is to give logical explanations of why the model reached a particular decision to achieve trust. This research has also been compared with a previous study that worked with a similar dataset and took expert opinions regarding their proposed model. We also showed that our research achieved better results than their proposed model and specialist opinion using hyperparameter tuning, having an improved accuracy of almost 100% in all four models."}, {"title": "Learning From Extracorporeal Membrane Oxygenation Experience in Cardiac Arrest: Strengths and Limitations of Prognostic Modeling Using Machine Learning.", "summary": ""}, {"title": "Pitfalls in Developing Machine Learning Models for Predicting Cardiovascular Diseases: Challenge and Solutions.", "summary": "In recent years, there has been an explosive development of artificial intelligence (AI), which has been widely applied in the healthcare field. As a typical AI technology, machine learning (ML) models have emerged as great potential in predicting cardiovascular diseases (CVDs) by leveraging large amounts of medical data for training and optimization, which are expected to play a crucial role in reducing the incidence and mortality rates of CVDs. Although the field has become a research hotspot, there are still many pitfalls that researchers need to pay close attention to. These pitfalls may affect the predictive performance, credibility, reliability, reproducibility of the studied models, ultimately reducing the value of the research and affecting the prospects for clinical application. Therefore, identifying and avoiding these pitfalls is a crucial task before implementing the research. However, there is currently a lack of comprehensive summary on this topic. This viewpoint aims to analyze the existing problems in terms of data quality, dataset characteristics, model design and statistical methods as well as clinic implication, and provide possible solutions to these problems, like gathering objective data, improving training, repeating measurements, increasing sample size, preventing overfitting using statistical methods, utilizing specific AI algorithms to address targeted issues, standardizing outcomes and evaluation criteria, as well as enhancing fairness and replicability, with the goal of offering reference and assistance to researchers, algorithm developers, policy makers, and clinical practitioners."}, {"title": "EXPRESS: Predictive Modeling of Mortality in Carbapenem-Resistant Acinetobacter baumannii Bloodstream Infections Using Machine Learning.", "summary": "Acinetobacter baumannii, a notable drug-resistant bacterium, often induces severe infections in healthcare settings, prompting a deeper exploration of treatment alternatives due to escalating carbapenem resistance. This study meticulously examined clinical, microbiological, and molecular aspects related to in-hospital mortality in patients with carbapenem-resistant A. baumannii (CRAB) bloodstream infections (BSI). From 292 isolates, 153 cases were scrutinized, reidentified through MALDI-TOF-MS, and evaluated for antimicrobial susceptibility and carbapenemase genes via multiplex PCR. Utilizing supervised machine learning, the study constructed models to predict 14-day and 30-day mortality rates, revealing the Naïve Bayes model's superior specificity (0.75) and area under the curve (AUC; 0.822) for 14-day mortality, and the Random Forest model's impressive recall (0.85) for 30-day mortality. These models delineated 8 and 9 significant features for 14-day and 30-day mortality predictions, respectively, with 'septic shock' as a pivotal variable. Additional variables such as neutropenia with neutropenic days prior to sepsis, mechanical ventilator support, chronic kidney disease, and heart failure were also identified as ranking features. However, empirical antibiotic therapy appropriateness and specific microbiological data had minimal predictive efficacy. This research offers foundational data for assessing mortality risks associated with CRAB BSI and underscores the importance of stringent infection control practices in the wake of the scarcity of new effective antibiotics against resistant strains. The advanced models and insights generated in this study serve as significant resources for managing the repercussions of A. baumannii infections, contributing substantially to the clinical understanding and management of such infections in healthcare environments."}, {"title": "Wearable multichannel-active pressurized pulse sensing platform.", "summary": "With the modernization of traditional Chinese medicine (TCM), creating devices to digitalize aspects of pulse diagnosis has proved to be challenging. The currently available pulse detection devices usually rely on external pressure devices, which are either bulky or poorly integrated, hindering their practical application. In this work, we propose an innovative wearable active pressure three-channel pulse monitoring device based on TCM pulse diagnosis methods. It combines a flexible pressure sensor array, flexible airbag array, active pressure control unit, advanced machine learning approach, and a companion mobile application for human-computer interaction. Due to the high sensitivity (460.1 kPa<sup>-1</sup>), high linearity (<i>R</i> <sup>2</sup> > 0.999) and flexibility of the flexible pressure sensors, the device can accurately simulate finger pressure to collect pulse waves (Cun, Guan, and Chi) at different external pressures on the wrist. In addition, by measuring the change in pulse wave amplitude at different pressures, an individual's blood pressure status can be successfully predicted. This enables truly wearable, actively pressurized, continuous wireless dynamic monitoring of wrist pulse health. The innovative and integrated design of this pulse monitoring platform could provide a new paradigm for digitizing aspects of TCM and other smart healthcare systems."}, {"title": "Is the response to antihypertensive drugs heterogeneous? Rationale for personalized approach.", "summary": "Arterial hypertension represents the most important cardiovascular risk factor with a direct responsibility for a large share of cardiovascular mortality and morbidity in the world. Despite the wide availability of antihypertensive therapies with documented effectiveness, blood pressure control still remains largely unsatisfactory in large segments of the population. Guidelines for the management of arterial hypertension suggest the preferential use of five classes of drugs-angiotensin-converting enzyme inhibitors, angiotensin II type I receptor inhibitors, calcium channel blockers, thiazide/thiazide-like diuretics, and beta-blockers-recommending the use of combination therapy, preferably in pre-established combinations, for the majority of hypertensive patients. The evidence of a non-negligible heterogeneity in the response to different antihypertensive drugs in different patients suggests the opportunity for personalization of treatment. The notable phenotypic heterogeneity of the population of hypertensive patients in terms of genetic structure, behavioural aspects, exposure to environmental factors, and disease history imposes the need to consider all the potential determinants of the response to a specific pharmacological treatment. The progressive digitalization of healthcare systems is making enormous quantities of data available for machine learning systems which will allow the development of management algorithms for truly personalized antihypertensive therapy in the near future."}, {"title": "Interpretable molecular encodings and representations for machine learning tasks.", "summary": "Molecular encodings and their usage in machine learning models have demonstrated significant breakthroughs in biomedical applications, particularly in the classification of peptides and proteins. To this end, we propose a new encoding method: Interpretable Carbon-based Array of Neighborhoods (iCAN). Designed to address machine learning models' need for more structured and less flexible input, it captures the neighborhoods of carbon atoms in a counting array and improves the utility of the resulting encodings for machine learning models. The iCAN method provides interpretable molecular encodings and representations, enabling the comparison of molecular neighborhoods, identification of repeating patterns, and visualization of relevance heat maps for a given data set. When reproducing a large biomedical peptide classification study, it outperforms its predecessor encoding. When extended to proteins, it outperforms a lead structure-based encoding on 71% of the data sets. Our method offers interpretable encodings that can be applied to all organic molecules, including exotic amino acids, cyclic peptides, and larger proteins, making it highly versatile across various domains and data sets. This work establishes a promising new direction for machine learning in peptide and protein classification in biomedicine and healthcare, potentially accelerating advances in drug discovery and disease diagnosis."}, {"title": "Resource requirements to accelerate clinical applications of next generation sequencing and radiomics: Workshop commentary and review.", "summary": "The National Institutes of Health (NIH)/U.S. Food and Drug Administration (FDA) Joint Leadership Council Next-Generation Sequencing (NGS) and Radiomics Working Group (NGS&R WG) was formed by the NIH/FDA Joint Leadership Council to promote the development and validation of innovative NGS tests, radiomic tools, and associated data analysis and interpretation enhanced by artificial intelligence (AI) and machine-learning (ML) technologies. A two-day workshop was held on September 29-30, 2021 to convene members of the scientific community to discuss how to overcome the \"ground truth\" gap that has frequently been acknowledged as one of the limiting factors impeding high-quality research, development, validation, and regulatory science in these fields. This report provides a summary of the resource gaps identified by the WG and attendees, highlights existing resources and the ways they can potentially be leveraged to accelerate growth in these fields, and presents opportunities to support NGS and radiomic tool development and validation using technologies such as AI and ML."}, {"title": "Visualization of incrementally learned projection trajectories for longitudinal data.", "summary": "Longitudinal studies that continuously generate data enable the capture of temporal variations in experimentally observed parameters, facilitating the interpretation of results in a time-aware manner. We propose IL-VIS (incrementally learned visualizer), a new machine learning pipeline that incrementally learns and visualizes a progression trajectory representing the longitudinal changes in longitudinal studies. At each sampling time point in an experiment, IL-VIS generates a snapshot of the longitudinal process on the data observed thus far, a new feature that is beyond the reach of classical static models. We first verify the utility and correctness of IL-VIS using simulated data, for which the true progression trajectories are known. We find that it accurately captures and visualizes the trends and (dis)similarities between high-dimensional progression trajectories. We then apply IL-VIS to longitudinal multi-electrode array data from brain cortical organoids when exposed to different levels of quinolinic acid, a metabolite contributing to many neuroinflammatory diseases including Alzheimer's disease, and its blocking antibody. We uncover valuable insights into the organoids' electrophysiological maturation and response patterns over time under these conditions."}, {"title": "Machine learning models for assessing risk factors affecting health care costs: 12-month exercise-based cardiac rehabilitation.", "summary": "Exercise-based cardiac rehabilitation (ECR) has proven to be effective and cost-effective dominant treatment option in health care. However, the contribution of well-known risk factors for prognosis of coronary artery disease (CAD) to predict health care costs is not well recognized. Since machine learning (ML) applications are rapidly giving new opportunities to assist health care professionals' work, we used selected ML tools to assess the predictive value of defined risk factors for health care costs during 12-month ECR in patients with CAD."}, {"title": "Evaluating automated machine learning platforms for use in healthcare.", "summary": "To describe development and application of a checklist of criteria for selecting an automated machine learning (Auto ML) platform for use in creating clinical ML models."}, {"title": "Machine learning-enhanced gesture recognition through impedance signal analysis.", "summary": "Gesture recognition is a crucial aspect in the advancement of virtual reality, healthcare, and human-computer interaction, and requires innovative methodologies to meet the increasing demands for precision. This paper presents a novel approach that combines Impedance Signal Spectrum Analysis (ISSA) with machine learning to improve gesture recognition precision. A diverse dataset that included participants from various demographic backgrounds (five individuals) who were each executing a range of predefined gestures. The predefined gestures were designed to encompass a broad spectrum of hand movements, including intricate and subtle variations, to challenge the robustness of the proposed methodology. The machine learning model using the K-Nearest Neighbors (KNN), Gradient Boosting Machine (GBM), Naive Bayes (NB), Logistic Regression (LR), Random Forest (RF), and Support Vector Machine (SVM) algorithms demonstrated notable precision in performance evaluations. The individual accuracy values for each algorithm are as follows: KNN, 86%; GBM, 86%; NB, 84%; LR, 89%; RF, 87%; and SVM, 87%. These results emphasize the importance of impedance features in the refinement of gesture recognition. The adaptability of the model was confirmed under different conditions, highlighting its broad applicability."}, {"title": "Development of novel lysosome-related signatures and their potential target drugs based on bulk RNA-seq and scRNA-seq for diabetic foot ulcers.", "summary": "Diabetic foot ulcers (DFU) is the most serious complication of diabetes mellitus, which has become a global health problem due to its high morbidity and disability rates and the poor efficacy of conventional treatments. Thus, it is urgent to identify novel molecular targets to improve the prognosis and reduce disability rate in DFU patients."}, {"title": "Utilization of machine learning for dengue case screening.", "summary": "Dengue causes approximately 10.000 deaths and 100 million symptomatic infections annually worldwide, making it a significant public health concern. To address this, artificial intelligence tools like machine learning can play a crucial role in developing more effective strategies for control, diagnosis, and treatment. This study identifies relevant variables for the screening of dengue cases through machine learning models and evaluates the accuracy of the models. Data from reported dengue cases in the states of Rio de Janeiro and Minas Gerais for the years 2016 and 2019 were obtained through the National Notifiable Diseases Surveillance System (SINAN). The mutual information technique was used to assess which variables were most related to laboratory-confirmed dengue cases. Next, a random selection of 10,000 confirmed cases and 10,000 discarded cases was performed, and the dataset was divided into training (70%) and testing (30%). Machine learning models were then tested to classify the cases. It was found that the logistic regression model with 10 variables (gender, age, fever, myalgia, headache, vomiting, nausea, back pain, rash, retro-orbital pain) and the Decision Tree and Multilayer Perceptron (MLP) models achieved the best results in decision metrics, with an accuracy of 98%. Therefore, a tree-based model would be suitable for building an application and implementing it on smartphones. This resource would be available to healthcare professionals such as doctors and nurses."}, {"title": "Prediction of sustained opioid use in children and adolescents using machine learning.", "summary": "Opioid misuse in the paediatric population is understudied. This study aimed to develop a machine learning classifier to differentiate between occasional and sustained opioid users among children and adolescents in outpatient settings."}, {"title": "A review of uncertainty quantification in medical image analysis: Probabilistic and non-probabilistic methods.", "summary": "The comprehensive integration of machine learning healthcare models within clinical practice remains suboptimal, notwithstanding the proliferation of high-performing solutions reported in the literature. A predominant factor hindering widespread adoption pertains to an insufficiency of evidence affirming the reliability of the aforementioned models. Recently, uncertainty quantification methods have been proposed as a potential solution to quantify the reliability of machine learning models and thus increase the interpretability and acceptability of the results. In this review, we offer a comprehensive overview of the prevailing methods proposed to quantify the uncertainty inherent in machine learning models developed for various medical image tasks. Contrary to earlier reviews that exclusively focused on probabilistic methods, this review also explores non-probabilistic approaches, thereby furnishing a more holistic survey of research pertaining to uncertainty quantification for machine learning models. Analysis of medical images with the summary and discussion on medical applications and the corresponding uncertainty evaluation protocols are presented, which focus on the specific challenges of uncertainty in medical image analysis. We also highlight some potential future research work at the end. Generally, this review aims to allow researchers from both clinical and technical backgrounds to gain a quick and yet in-depth understanding of the research in uncertainty quantification for medical image analysis machine learning models."}, {"title": "Rapid, antibiotic incubation-free determination of tuberculosis drug resistance using machine learning and Raman spectroscopy.", "summary": "Tuberculosis (TB) is the world's deadliest infectious disease, with over 1.5 million deaths and 10 million new cases reported anually. The causative organism <i>Mycobacterium tuberculosis</i> (Mtb) can take nearly 40 d to culture, a required step to determine the pathogen's antibiotic susceptibility. Both rapid identification and rapid antibiotic susceptibility testing of Mtb are essential for effective patient treatment and combating antimicrobial resistance. Here, we demonstrate a rapid, culture-free, and antibiotic incubation-free drug susceptibility test for TB using Raman spectroscopy and machine learning. We collect few-to-single-cell Raman spectra from over 25,000 cells of the Mtb complex strain Bacillus Calmette-Guérin (BCG) resistant to one of the four mainstay anti-TB drugs, isoniazid, rifampicin, moxifloxacin, and amikacin, as well as a pan-susceptible wildtype strain. By training a neural network on this data, we classify the antibiotic resistance profile of each strain, both on dried samples and on patient sputum samples. On dried samples, we achieve >98% resistant versus susceptible classification accuracy across all five BCG strains. In patient sputum samples, we achieve ~79% average classification accuracy. We develop a feature recognition algorithm in order to verify that our machine learning model is using biologically relevant spectral features to assess the resistance profiles of our mycobacterial strains. Finally, we demonstrate how this approach can be deployed in resource-limited settings by developing a low-cost, portable Raman microscope that costs <$5,000. We show how this instrument and our machine learning model enable combined microscopy and spectroscopy for accurate few-to-single-cell drug susceptibility testing of BCG."}, {"title": "Class imbalance on medical image classification: towards better evaluation practices for discrimination and calibration performance.", "summary": "This work aims to assess standard evaluation practices used by the research community for evaluating medical imaging classifiers, with a specific focus on the implications of class imbalance. The analysis is performed on chest X-rays as a case study and encompasses a comprehensive model performance definition, considering both discriminative capabilities and model calibration."}, {"title": "Machine Learning in Spine Oncology: A Narrative Review.", "summary": "Narrative Review."}, {"title": "Prediction of additional hospital days in patients undergoing cervical spine surgery with machine learning methods.", "summary": "Machine learning (ML), a subset of artificial intelligence (AI), uses algorithms to analyze data and predict outcomes without extensive human intervention. In healthcare, ML is gaining attention for enhancing patient outcomes. This study focuses on predicting additional hospital days (AHD) for patients with cervical spondylosis (CS), a condition affecting the cervical spine. The research aims to develop an ML-based nomogram model analyzing clinical and demographic factors to estimate hospital length of stay (LOS). Accurate AHD predictions enable efficient resource allocation, improved patient care, and potential cost reduction in healthcare."}, {"title": "Efficient deep learning-based approach for malaria detection using red blood cell smears.", "summary": "Malaria is an extremely malignant disease and is caused by the bites of infected female mosquitoes. This disease is not only infectious among humans, but among animals as well. Malaria causes mild symptoms like fever, headache, sweating and vomiting, and muscle discomfort; severe symptoms include coma, seizures, and kidney failure. The timely identification of malaria parasites is a challenging and chaotic endeavor for health staff. An expert technician examines the schematic blood smears of infected red blood cells through a microscope. The conventional methods for identifying malaria are not efficient. Machine learning approaches are effective for simple classification challenges but not for complex tasks. Furthermore, machine learning involves rigorous feature engineering to train the model and detect patterns in the features. On the other hand, deep learning works well with complex tasks and automatically extracts low and high-level features from the images to detect disease. In this paper, EfficientNet, a deep learning-based approach for detecting Malaria, is proposed that uses red blood cell images. Experiments are carried out and performance comparison is made with pre-trained deep learning models. In addition, k-fold cross-validation is also used to substantiate the results of the proposed approach. Experiments show that the proposed approach is 97.57% accurate in detecting Malaria from red blood cell images and can be beneficial practically for medical healthcare staff."}, {"title": "High-resolution mapping of essential maternal and child health service coverage in Nigeria: a machine learning approach.", "summary": "National-level coverage estimates of maternal and child health (MCH) services mask district-level and community-level geographical inequities. The purpose of this study is to estimate grid-level coverage of essential MCH services in Nigeria using machine learning techniques."}, {"title": "Role of artificial intelligence in multiple sclerosis management.", "summary": "From a clinical viewpoint, there are enormous obstacles to early detection and diagnosis as well as treatment interventions for multiple sclerosis (MS). With the growing application of methods based on artificial intelligence (AI) to medical problems, there might be an opportunity for MS specialists and their patients. However, to develop accurate AI models, researchers must first examine large quantities of patient data (demographics, genetics-based information, clinical and radiological presentation) to identify the characteristics that distinguish illness from health. These are seen as promising approaches toward improved disease diagnosis, treatment individualization, and prognosis prediction. When applied to imaging data, the application of AI subdomains, such as machine learning (ML), deep learning (DL), and neural networks, have proven their value in healthcare. The application of AI in MS management marks a milestone within the healthcare sector. Now, as research and applications of AI continue to advance steadily, breakthroughs are coming at an ever-accelerating pace. As MS continues to develop, the integration of AI is more and more necessary for continuing progress in diagnosis and treatment as well as patient outcomes. In the field of multiple sclerosis, these algorithms have been used for many purposes, such as disease monitoring and therapy."}, {"title": "A Staged Approach using Machine Learning and Uncertainty Quantification to Predict the Risk of Hip Fracture.", "summary": "Hip fractures present a significant healthcare challenge, especially within aging populations, where they are often caused by falls. These fractures lead to substantial morbidity and mortality, emphasizing the need for timely surgical intervention. Despite advancements in medical care, hip fractures impose a significant burden on individuals and healthcare systems. This paper focuses on the prediction of hip fracture risk in older and middle-aged adults, where falls and compromised bone quality are predominant factors. We propose a novel staged model that combines advanced imaging and clinical data to improve predictive performance. By using convolutional neural networks (CNNs) to extract features from hip DXA images, along with clinical variables, shape measurements, and texture features, our method provides a comprehensive framework for assessing fracture risk. The study cohort included 547 patients, with 94 experiencing hip fracture. A staged machine learning-based model was developed using two ensemble models: Ensemble 1 (clinical variables only) and Ensemble 2 (clinical variables and DXA imaging features). This staged approach used uncertainty quantification from Ensemble 1 to decide if DXA features are necessary for further prediction. Ensemble 2 exhibited the highest performance, achieving an Area Under the Curve (AUC) of 0.9541, an accuracy of 0.9195, a sensitivity of 0.8078, and a specificity of 0.9427. The staged model also performed well, with an AUC of 0.8486, an accuracy of 0.8611, a sensitivity of 0.5578, and a specificity of 0.9249, outperforming Ensemble 1, which had an AUC of 0.5549, an accuracy of 0.7239, a sensitivity of 0.1956, and a specificity of 0.8343. Furthermore, the staged model suggested that 54.49% of patients did not require DXA scanning. It effectively balanced accuracy and specificity, offering a robust solution when DXA data acquisition is not always feasible. Statistical tests confirmed significant differences between the models, highlighting the advantages of the advanced modeling strategies. Our staged approach offers a cost-effective holistic view of patients' health. It could identify individuals at risk with a high accuracy but reduce the unnecessary DXA scanning. Our approach has great promise to guide interventions to prevent hip fractures with reduced cost and radiation."}, {"title": "Predicting cervical cancer risk probabilities using advanced H20 AutoML and local interpretable model-agnostic explanation techniques.", "summary": "Cancer is positioned as a major disease, particularly for middle-aged people, which remains a global concern that can develop in the form of abnormal growth of body cells at any place in the human body. Cervical cancer, often known as cervix cancer, is cancer present in the female cervix. In the area where the endocervix (upper two-thirds of the cervix) and ectocervix (lower third of the cervix) meet, the majority of cervical cancers begin. Despite an influx of people entering the healthcare industry, the demand for machine learning (ML) specialists has recently outpaced the supply. To close the gap, user-friendly applications, such as H2O, have made significant progress these days. However, traditional ML techniques handle each stage of the process separately; whereas H2O AutoML can automate a major portion of the ML workflow, such as automatic training and tuning of multiple models within a user-defined timeframe."}]